{
    "count": 70,
    "declarations": [
        {
            "text": "I tell you, you can pray for anything, and if you believe that you’ve received it, it will be yours.",
            "book": "Mark 11:24 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Love is patient and kind. Love is not jealous or boastful or proud or rude. It does not demand its own way. It is not irritable, and it keeps no record of being wronged.",
            "book": "1 Corinthians 13:3-5 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Always be joyful. Never stop praying. Be thankful in all circumstances, for this is God’s will for you who belong to Christ Jesus.",
            "book": "1 Thessalonians 5:16-18 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "The Lord is for me, so I will have no fear.What can mere people do to me?",
            "book": "Psalm 118:6 NLT",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "The Lord keeps watch over you as you come and go, both now and forever.",
            "book": "Psalm 121:8 NLT",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "You must serve only the Lord your God. If you do, I will bless you with food and water, and I will protect you from illness.",
            "book": "Exodus 23:25 NLT",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I am leaving you with a gift—peace of mind and heart. And the peace I give is a gift the world cannot give. So don’t be troubled or afraid.",
            "book": "John 14:27 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "How much better to get wisdom than gold, and good judgment than silver!",
            "book": "Proverbs 16:16 NLT",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "A fool is quick-tempered, but a wise person stays calm when insulted.",
            "book": "Proverbs 12:16 NLT",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "The light shines in the darkness, and the darkness can never extinguish it.",
            "book": "John 1:5 NLT",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "For you know that when your faith is tested, your endurance has a chance to grow.",
            "book": "James 1:3 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Three things will last forever—faith, hope, and love—and the greatest of these is love.",
            "book": "1 Corinthians 13:13 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Don’t worry about anything; instead, pray about everything. Tell God what you need, and thank him for all he has done.",
            "book": "Philippians 4:6-7 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "For God has not given us a spirit of fear and timidity, but of power, love, and self-discipline.",
            "book": "2 Timothy 1:7 NLT",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "\"For I know the plans I have for you,\" says the Lord. \"They are plans for good and not for disaster, to give you a future and a hope.\"",
            "book": "Jeremiah 29:11 NLT",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "Kind words are like honey— sweet to the soul and healthy for the body.",
            "book": "Proverbs 16:24 NLT",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I have told you all this so that you may have peace in me. Here on earth you will have many trials and sorrows. But take heart, because I have overcome the world.",
            "book": "John 16:33 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Wealth from get-rich-quick schemes quickly disappears; wealth from hard work grows over time.",
            "book": "Proverbs 13:11 NLT",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "Better to be patient than powerful; better to have self-control than to conquer a city.",
            "book": "Proverbs 16:32 NLT",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "So I say, let the Holy Spirit guide your lives. Then you won’t be doing what your sinful nature craves.",
            "book": "Galatians 5:16 NLT",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "Faith shows the reality of what we hope for; it is the evidence of things we cannot see.",
            "book": "Hebrews 11:1 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "And do everything with love.",
            "book": "1 Corinthians 16:14 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "But thank God! He gives us victory over sin and death through our Lord Jesus Christ.",
            "book": "1 Corinthians 15:57 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "The Lord is for me, so I will have no fear. What can mere people do to me?",
            "book": "Psalm 118:6 NLT",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "So now wrap your heart tightly around the hope that lives within us, knowing that God always keeps his promises!",
            "book": "Hebrews 10:23 TPT",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "So whether you eat or drink or whatever you do, do it all for the glory of God.",
            "book": "1 Corinthians 10:31 NLT",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Now may the Lord of peace himself give you his peace at all times and in every situation. The Lord be with you all.",
            "book": "2 Thessalonians 3:16 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Honor the Lord with your wealth and with the best part of everything you produce.",
            "book": "Proverbs 3:9 NLT",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "A person without self-control is like a city with broken-down walls.",
            "book": "Romans 25:28 NLT",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "Let your unfailing love surround us, Lord, for our hope is in you alone.",
            "book": "Psalm 33:22 NLT",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "For it is by believing in your heart that you are made right with God, and it is by openly declaring your faith that you are saved.",
            "book": "Romans 10:10 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Most important of all, continue to show deep love for each other, for love covers a multitude of sins.",
            "book": "1 Peter 4:8 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Devote yourselves to prayer with an alert mind and a thankful heart.",
            "book": "Colossians 4:2 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "Fearing people is a dangerous trap, but trusting the Lord means safety.",
            "book": "Proverbs 29:25 NLT",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I am counting on the Lord; yes, I am counting on him. I have put my hope in his word.",
            "book": "Psalm 130:5 NLT",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I will reward them with a long life and give them my salavtion",
            "book": "Psalms 91:16 NLT",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "So letting your sinful nature control your mind leads to death. But letting the Spirit control your mind leads to life and peace.",
            "book": "Romans 8:6 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Work hard and become a leader; be lazy and become a slave.",
            "book": "Proverbs 12:24 NLT",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "The Lord is more pleased when we do what is right and just than when we offer him sacrifices.",
            "book": "Proverbs 21:3 NLT",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "Let us hold tightly without wavering to the hope we affirm, for God can be trusted to keep his promise.",
            "book": "Hebrews 10:23 NLT",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "So faith comes from hearing, that is, hearing the Good News about Christ.",
            "book": "Romans 10:17 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Love does no wrong to others, so love fulfills the requirements of God's law.",
            "book": "Romans 13:10 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "This is the day the Lord has made. We will rejoice and be glad in it.",
            "book": "Psalms 118:24 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "Don't be afraid, for I am with you. Don't be discouraged, for I am your God. I will strengthen you and help you. I will hold you up with my victorious right hand.",
            "book": "Isaiah 41:10 NLT",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "But if we look forward to something we don't yet have, we must wait patiently and confidently.",
            "book": "Romans 8:25 NLT",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "Don’t you realize that your body is the temple of the Holy Spirit, who lives in you and was given to you by God? You do not belong to yourself, for God bought you with a high price. So you must honor God with your body.",
            "book": "1 Corinthians 6:19-20 NLT",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Now may the Lord of peace himself give you his peace at all times and in every situation. The Lord be with you all.",
            "book": "2 Thessalonians 3:16 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Choose a good reputation over great riches; being held in high esteem is better than silver or gold.",
            "book": "Proverbs 22:1 NLT",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "The temptations in your life are no different from what others experience. And God is faithful. He will not allow the temptation to be more than you can stand. When you are tempted, he will show you a way out so that you can endure.",
            "book": "1 Corinthians 10:13 NLT",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "Trust in the Lord with all your heart; do not depend on your own understanding.",
            "book": "Proverbs 3:5 NLT",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "And it is impossible to please God without faith. Anyone who wants to come to him must believe that God exists and that he rewards those who sincerely seek him.",
            "book": "Hebrews 11:6 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "\"I tell you, you can pray for anything, and if you believe that you’ve received it, it will be yours.\"",
            "book": "Mark 11:24 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "\"I tell you the truth, you can say to this mountain, ‘May you be lifted up and thrown into the sea,’ and it will happen. But you must really believe it will happen and have no doubt in your heart.\"",
            "book": "Mark 11:23 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Our life is lived by faith. We do not live by what we see in front of us.",
            "book": "2 Corinthians 5:7 NLV",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "For the word of God will never fail.",
            "book": "Luke 1:37 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "But when you ask him, be sure that your faith is in God alone. Do not waver, for a person with divided loyalty is as unsettled as a wave of the sea that is blown and tossed by the wind.",
            "book": "James 1:6 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "If you openly declare that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.",
            "book": "Romans 10:9 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Seek his will in all you do, and he will show you which path to take.",
            "book": "Proverbs 3:6 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "But they who wait upon the Lord will get new strength. They will rise up with wings like eagles. They will run and not get tired. They will walk and not become weak.",
            "book": "Isaiah 40:31 NLV",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "So be strong and courageous! Do not be afraid and do not panic before them. For the Lord your God will personally go ahead of you. He will neither fail you nor abandon you.",
            "book": "Deuteronomy 31:6 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "But God showed his great love for us by sending Christ to die for us while we were still sinners.",
            "book": "Romans 5:8 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "But when you are praying, first forgive anyone you are holding a grudge against, so that your Father in heaven will forgive your sins, too.",
            "book": "Mark 11:25 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "If you love only those who love you, why should you get credit for that? Even sinners love those who love them!",
            "book": "Luke 6:32 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Such love has no fear, because perfect love expels all fear. If we are afraid, it is for fear of punishment, and this shows that we have not fully experienced his perfect love.",
            "book": "1 John 4:18 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love never gives up, never loses faith, is always hopeful, and endures through every circumstance.",
            "book": "1 Corinthians 13:7 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Owe nothing to anyone—except for your obligation to love one another. If you love your neighbor, you will fulfill the requirements of God’s law.",
            "book": "Romans 13:8 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love does no wrong to others, so love fulfills the requirements of God’s law.",
            "book": "Romans 13:10 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "A friend is always loyal, and a brother is born to help in time of need.",
            "book": "Proverbs 17:17 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Do to others as you would like them to do to you.",
            "book": "Luke 6:31 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Don’t be selfish; don’t try to impress others. Be humble, thinking of others as better than yourselves.",
            "book": "Philippians 2:3 NLT",
            "isFavorite": false,
            "category": "love"
        },
    ]
}
