{
    "count": 1,
    "version": 3,
    "declarations": [
        {
                 "text": "No closed door can stop the fulfillment of the destiny I have prepared for you.",
                 "book": "- Jesus",
                 "isFavorite": false,
                 "category": "destiny"
             },
             {
                 "text": "I hold the keys to every door, and I will open the right ones for you.",
                 "book": "- Jesus",
                 "isFavorite": false,
                 "category": "destiny"
             },
             {
                 "text": "Closed doors are opportunities for My supernatural intervention in your life.",
                 "book": "- Jesus",
                 "isFavorite": false,
                 "category": "destiny"
             },
             {
                 "text": "I am the God of breakthroughs; trust me to break through every closed door for you.",
                 "book": "- Jesus",
                 "isFavorite": false,
                 "category": "destiny"
             },
             {
                 "text": "I am blessed because I walk with God.",
                 "book": "Psalm 1:1",
                 "isFavorite": false,
                 "category": "destiny"
             },
             {
                 "text": "I am blessed in my coming in and blessed going out.",
                 "isFavorite": false,
                 "category": "destiny"
             },
             {
                 "text": "I am a victorious warrior, walking confidently into my destiny.",
                 "isFavorite": false,
                 "category": "destiny"
     },
      {
                 "text": "Everyday is a new chance to move closer to my destiny.",
                 "isFavorite": false,
                 "category": "destiny"
      },
     {
         "text": "I expect to fulfill my purpose with clarity and confidence.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I expect opportunities that align with my God given destiny.”,
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I expect to overcome every obstacle with resilience and strength.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I expect divine guidance to lead me to my destiny.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I expect my gifts to make a meaningful impact on the world.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I expect to grow wiser and stronger each day on my path.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I expect fulfillment in every step toward my destiny.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I expect my journey to be guided with purpose and passion.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I expect new doors to open as I walk in alignment with my calling.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I expect to be surrounded by people who support my purpose.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I expect breakthroughs that move me closer to my destiny.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I expect my intuition to guide me accurately on my journey.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I expect my actions to align with my purpose daily.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I expect abundance in all forms as I pursue my destiny.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I expect joy and fulfillment as I walk in my true calling.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I declare that God’s plans for me are prosperous and purposeful.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I declare that I am fearfully and wonderfully made to fulfill my calling.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I declare that God equips me with everything I need to complete my destiny.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I declare that I walk in alignment with God’s perfect will for my life.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I declare that every step I take is guided by God’s wisdom and love.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I declare that no weapon formed against my destiny shall prosper.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I declare that my gifts will open doors and bring me before great people.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I declare that the Lord’s favor surrounds me as I walk in my calling.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I declare that God’s grace empowers me to fulfill my purpose.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I declare that the Lord establishes my steps and directs my path.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I declare that God’s promises over my life will be fulfilled in due time.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I declare that I have the mind of Christ, enabling me to fulfill my calling.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I declare that God’s purpose for my life will be accomplished through me.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I declare that I walk in boldness, knowing God has called me for His purpose.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I declare that the Lord completes the good work He began in me.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "Let there be divine guidance in every step I take toward my purpose.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "Let there be clarity and wisdom in my decisions as I pursue my destiny.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "Let there be open doors that align with God’s calling on my life.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "Let there be an overflow of courage as I walk boldly in my calling.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "Let there be strength to overcome every obstacle in my path.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "Let there be favor with others as I pursue God’s purpose for me.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "Let there be peace and confidence as I trust in God’s plan for my life.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "Let there be joy in every step as I walk in alignment with my destiny.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "Let there be supernatural wisdom to discern my next steps.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "Let there be a clear vision of the path God has set before me.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "Let there be protection from distractions that deter me from my calling.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "Let there be an increase in my gifts, used to serve my purpose.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "Let there be a continual reminder of God’s promises over my life.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "Let there be provision and abundance as I fulfill my destiny.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "Let there be unwavering faith as I step into my God-given calling.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I am guided by God’s wisdom in every step of my journey.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I am strengthened by God to fulfill my purpose, no matter the challenges.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I am walking confidently in the path God has set before me.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I am empowered by the Holy Spirit to accomplish my destiny.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I am surrounded by God’s favor as I pursue my calling.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I am resilient, knowing God is with me in every trial and triumph.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I am protected by God’s hand, no harm will deter me from my destiny.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I am filled with God’s peace, trusting in His perfect plan for my life.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I am equipped with everything I need to fulfill God’s purpose for me.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I am a vessel of God’s light, shining brightly in my calling.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I am an overcomer, with God’s strength carrying me through.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I am fully aligned with God’s will, fulfilling my destiny with purpose.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I am growing in faith, moving boldly toward my God-given destiny.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I am confident that God’s promises over my life will be fulfilled.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I am grateful for every step, knowing God’s purpose is being revealed.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I choose to trust God’s timing in every step of my journey.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I choose to walk boldly in the calling God has placed on my life.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I choose to rely on God’s strength when challenges arise.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I choose to embrace each opportunity God brings to fulfill my purpose.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I choose to have faith in God’s promises, no matter what.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I choose to speak life over my future and my God-given destiny.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I choose to seek God’s wisdom in all my decisions.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I choose to walk in gratitude, knowing God is guiding my path.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I choose to release worry, trusting that God is in control.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I choose to move forward with courage, supported by God’s grace.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I choose to honor God’s calling by living with purpose and integrity.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I choose to let go of fear, knowing God is with me.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I choose to nurture my faith daily, aligning with God’s will.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I choose to see every obstacle as a stepping stone toward my destiny.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "I choose to rely on God’s strength to accomplish my divine purpose.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "In Jesus' name, I declare my path is blessed and guided by God’s hand.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "In Jesus' name, I am empowered to fulfill my purpose with courage and faith.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "In Jesus' name, I walk in divine favor and protection toward my destiny.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "In Jesus' name, I receive wisdom and clarity for every decision.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "In Jesus' name, I am strengthened to overcome every challenge before me.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "In Jesus' name, I stand firm in faith, knowing God’s promises will be fulfilled.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "In Jesus' name, I am equipped with everything needed to live out my calling.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "In Jesus' name, I declare doors open for me in alignment with God’s purpose.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "In Jesus' name, I release all doubt and walk in divine confidence.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "In Jesus' name, I trust that God is working all things together for my good.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "In Jesus' name, I choose faith over fear in every season of my journey.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "In Jesus' name, I declare that no setback will hinder my God-given purpose.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "In Jesus' name, I am filled with God’s peace, no matter the circumstances.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "In Jesus' name, I proclaim that I am called, chosen, and equipped by God.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "In Jesus' name, I am surrounded by God’s love and favor as I fulfill my destiny.",
         "isFavorite": false,
         "category": "destiny"
       },
       {
         "text": "For I know the plans I have for you, says the Lord. They are plans for good and not for disaster, to give you a future and a hope.",
         "isFavorite": false,
         "book": "Jeremiah 29:11",
         "category": "destiny"
       },
       {
         "text": "And we know that God causes everything to work together for the good of those who love God and are called according to his purpose for them.",
         "isFavorite": false,
         "book": "Romans 8:28",
         "category": "destiny"
       },
       {
         "text": "The Lord will fulfill his purpose for me; your steadfast love, O Lord, endures forever.",
         "isFavorite": false,
         "book": "Psalm 138:8",
         "category": "destiny"
       },
       {
         "text": "Commit your actions to the Lord, and your plans will succeed.",
         "isFavorite": false,
         "book": "Proverbs 16:3",
         "category": "destiny"
       },
       {
         "text": "For God is working in you, giving you the desire and the power to do what pleases him.",
         "isFavorite": false,
         "book": "Philippians 2:13",
         "category": "destiny"
       },
       {
         "text": "Trust in the Lord with all your heart; do not depend on your own understanding. Seek his will in all you do, and he will show you which path to take.",
         "isFavorite": false,
         "book": "Proverbs 3:5-6",
         "category": "destiny"
       },
       {
         "text": "Take delight in the Lord, and he will give you your heart’s desires.",
         "isFavorite": false,
         "book": "Psalm 37:4",
         "category": "destiny"
       },
       {
         "text": "You can make many plans, but the Lord’s purpose will prevail.",
         "isFavorite": false,
         "book": "Proverbs 19:21",
         "category": "destiny"
       },
       {
         "text": "For we are God’s masterpiece. He has created us anew in Christ Jesus, so we can do the good things he planned for us long ago.",
         "isFavorite": false,
         "book": "Ephesians 2:10",
         "category": "destiny"
       },
       {
         "text": "I cry out to God Most High, to God who will fulfill his purpose for me.",
         "isFavorite": false,
         "book": "Psalm 57:2",
         "category": "destiny"
       },
       {
         "text": "The steps of the godly are directed by the Lord. He delights in every detail of their lives.",
         "isFavorite": false,
         "book": "Psalm 37:23",
         "category": "destiny"
       },
       {
         "text": "For the Lord grants wisdom! From his mouth come knowledge and understanding.",
         "isFavorite": false,
         "book": "Proverbs 2:6",
         "category": "destiny"
       },
       {
         "text": "Therefore, my dear brothers and sisters, stand firm. Let nothing move you. Always give yourselves fully to the work of the Lord, because you know that your labor in the Lord is not in vain.",
         "isFavorite": false,
         "book": "1 Corinthians 15:58",
         "category": "destiny"
       },
       {
         "text": "My purpose is to give them a rich and satisfying life.",
         "isFavorite": false,
         "book": "John 10:10",
         "category": "destiny"
       },
       {
         "text": "Now may the God of peace... equip you with all you need for doing his will. May he produce in you, through the power of Jesus Christ, every good thing that is pleasing to him.",
         "isFavorite": false,
         "book": "Hebrews 13:20-21",
         "category": "destiny"
       },
       {
         "text": "Now faith is the substance of things hoped for, the evidence of things not seen.",
         "isFavorite": false,
         "book": "Hebrews 11:1",
         "category": "faith"
       },
       {
         "text": "And Jesus answered them, 'Have faith in God. Truly I tell you, if anyone says to this mountain, ‘Be lifted up and thrown into the sea,’ and does not doubt in their heart but believes that what they say will happen, it will be done for them.'",
         "isFavorite": false,
         "book": "Mark 11:22-23",
         "category": "faith"
       },
       {
         "text": "But without faith it is impossible to please him: for he that cometh to God must believe that he is, and that he is a rewarder of them that diligently seek him.",
         "isFavorite": false,
         "book": "Hebrews 11:6",
         "category": "faith"
       },
       {
         "text": "For we walk by faith, not by sight.",
         "isFavorite": false,
         "book": "2 Corinthians 5:7",
         "category": "faith"
       },
       {
         "text": "For by grace are ye saved through faith; and that not of yourselves: it is the gift of God.",
         "isFavorite": false,
         "book": "Ephesians 2:8",
         "category": "faith"
       },
       {
         "text": "If you have faith as small as a mustard seed, you can say to this mountain, ‘Move from here to there,’ and it will move. Nothing will be impossible for you.",
         "isFavorite": false,
         "book": "Matthew 17:20",
         "category": "faith"
       },
       {
         "text": "And Jesus said unto her, Daughter, thy faith hath made thee whole; go in peace, and be whole of thy plague.",
         "isFavorite": false,
         "book": "Mark 5:34",
         "category": "faith"
       },
       {
         "text": "Trust in the Lord with all thine heart; and lean not unto thine own understanding.",
         "isFavorite": false,
         "book": "Proverbs 3:5",
         "category": "faith"
       },
       {
         "text": "For we live by believing and not by seeing.",
         "isFavorite": false,
         "book": "2 Corinthians 5:7",
         "category": "faith"
       },
       {
         "text": "So faith comes from hearing, and hearing by the word of Christ.",
         "isFavorite": false,
         "book": "Romans 10:17",
         "category": "faith"
       },
       {
         "text": "Jesus replied, 'Did I not tell you that if you believe, you will see the glory of God?'",
         "isFavorite": false,
         "book": "John 11:40",
         "category": "faith"
       },
       {
         "text": "Be on your guard; stand firm in the faith; be courageous; be strong.",
         "isFavorite": false,
         "book": "1 Corinthians 16:13",
         "category": "faith"
       },
       {
         "text": "For with God nothing shall be impossible.",
         "isFavorite": false,
         "book": "Luke 1:37",
         "category": "faith"
       },
       {
         "text": "But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.",
         "isFavorite": false,
         "book": "James 1:6",
         "category": "faith"
       },
       {
         "text": "I am grounded in faith, knowing Jesus walks with me daily.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I am strong in my belief because Jesus strengthens me.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I am a child of God, filled with faith through Christ’s love.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I am confident, for Jesus has conquered every fear I may face.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I am filled with peace, trusting in Jesus’ promises over my life.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I am blessed, for my faith in Jesus opens doors of favor.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I am unshakable because my foundation is built on Jesus.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I am joyful, knowing that Jesus is my hope and salvation.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I am fearless, for Jesus has already overcome the world.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I am victorious through faith, for Jesus fights my battles.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I am bold in my faith, for Jesus is the author of my strength.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I am constantly growing, for Jesus leads me in faith each day.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I am surrounded by grace, strengthened by faith in Jesus.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I am empowered, for Christ within me is greater than any challenge.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I am anchored in faith, for Jesus is my rock and my salvation.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "Let there be unwavering faith in my heart,  Jesus is my rock.”,
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "Let there be courage within me, for Jesus has overcome the world.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "Let there be peace that surpasses understanding, grounded in my faith in Christ.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "Let there be boldness in my spirit, for Jesus has called me to walk in faith.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "Let there be joy in my heart, knowing Jesus is my constant hope.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "Let there be strength in my soul, for Christ empowers me daily.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "Let there be divine guidance in my life, as I follow Jesus in faith.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "Let there be gratitude in my heart, for Jesus has given me the gift of faith.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "Let there be resilience within me, for Jesus strengthens me in all things.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "Let there be an overflow of hope in my life, rooted in my faith in Christ.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "Let there be wisdom in my choices, as Jesus lights my path in faith.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "Let there be trust in my heart, for Jesus guides me through every season.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "Let there be strength in my walk, knowing Jesus is by my side always.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "Let there be healing in my life, as I place my faith in Jesus.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "Let there be abundant grace, as I grow stronger in my faith through Christ.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I declare that my faith is strong because Jesus is my anchor.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I declare that I am filled with courage through my faith in Christ.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I declare that Jesus empowers me to overcome all things through faith.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I declare that my faith grows daily as I walk closely with Jesus.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I declare that no fear can hold me because Jesus is my confidence.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I declare that I am victorious through Jesus, who strengthens my faith.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I declare that I live by faith, trusting in Jesus’ perfect plan for me.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I declare that I am fearless in faith because Jesus walks with me.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I declare that Jesus’ love sustains me, building my faith every day.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I declare that my life is filled with hope, rooted in faith in Christ.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I declare that every step I take is guided by faith in Jesus’ promises.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I declare that my heart is at peace, for Jesus is “my strength.”,
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I declare that my faith is unshakable, grounded in Jesus’ love for me.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I declare that I am fearless, knowing Jesus’ power fuels my faith.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I declare that my trust in Jesus deepens daily, trusting in His love for me.”,
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "Trust in Me, for I am with you through every step.",
         "isFavorite": false,
         "book": "- Jesus",
         "category": "faith"
       },
       {
         "text": "Hold on to faith; I am your strength in every season.",
         "isFavorite": false,
         "book": "- Jesus",
         "category": "faith"
       },
       {
         "text": "Remember, I have overcome the world, so fear not.",
         "isFavorite": false,
         "book": "- Jesus",
         "category": "faith"
       },
       {
         "text": "Stay close to Me, and I will give you peace beyond understanding.",
         "isFavorite": false,
         "book": "- Jesus",
         "category": "faith"
       },
       {
         "text": "Believe in Me fully, for I am making all things new in your life.",
         "isFavorite": false,
         "book": "- Jesus",
         "category": "faith"
       },
       {
         "text": "Lean on Me, for My strength will uphold you.",
         "isFavorite": false,
         "book": "- Jesus",
         "category": "faith"
       },
       {
         "text": "Have faith, for I am working even when you cannot see it.",
         "isFavorite": false,
         "book": "- Jesus",
         "category": "faith"
       },
       {
         "text": "Come to Me, and I will restore your spirit.",
         "isFavorite": false,
         "book": "- Jesus",
         "category": "faith"
       },
       {
         "text": "Trust that My plans for you are good and filled with hope.",
         "isFavorite": false,
         "book": "- Jesus",
         "category": "faith"
       },
       {
         "text": "Walk in faith, knowing I am leading you to greater things.",
         "isFavorite": false,
         "book": "- Jesus",
         "category": "faith"
       },
       {
         "text": "Do not be discouraged, for My love is your constant guide.",
         "isFavorite": false,
         "book": "- Jesus",
         "category": "faith"
       },
       {
         "text": "In your weakness, I am your strength; rely on Me.",
         "isFavorite": false,
         "book": "- Jesus",
         "category": "faith"
       },
       {
         "text": "Keep your eyes on Me, and you will find peace amidst any storm.",
         "isFavorite": false,
         "book": "- Jesus",
         "category": "faith"
       },
       {
         "text": "I am here with you always, guiding you with My light.",
         "isFavorite": false,
         "book": "- Jesus",
         "category": "faith"
       },
       {
         "text": "Have faith, for I am working all things together for your good.",
         "isFavorite": false,
         "book": "- Jesus",
         "category": "faith"
       },
       {
         "text": "I believe God has wonderful blessings in store for my future.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I believe that every step I take brings me closer to God’s promises.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I believe that God’s plans for me are greater than I can imagine.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I believe God is aligning opportunities for my growth and success.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I believe God’s favor surrounds me as I step into my future.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I believe that God is preparing me for incredible things ahead.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I believe my future is filled with hope and divine possibilities.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I believe God’s hand is guiding me to fulfill my greatest potential.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I believe that God’s blessings are unfolding in my life daily.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I believe God has equipped me for every good thing in my future.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I believe God’s purpose for me is filled with joy, love, and peace.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I believe God is working behind the scenes for my highest good.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I believe that God’s promises over my life will come to pass.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I believe my future is secure in God’s hands, filled with greatness.",
         "isFavorite": false,
         "category": "faith"
       },
       {
         "text": "I believe God’s healing power is restoring health to every part of my body.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "I believe my organs are being strengthened and renewed by God’s grace.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "I believe God’s love is healing every cell, tissue, and organ in my body.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "I believe divine health flows through my veins, bringing strength and vitality.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "I believe God’s peace is restoring my mind, body, and soul to wholeness.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "I believe my heart beats with strength and perfect rhythm through God’s power.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "I believe God is repairing and renewing every muscle, nerve, and joint in my body.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "I believe my immune system is being strengthened and protected by God.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "I believe God’s healing touch is bringing balance and vitality to my entire body.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "I believe my lungs are filled with the breath of life from God, bringing me strength.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "I believe every organ is functioning perfectly under the care of God’s grace.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "I believe God is filling me with energy, vitality, and a renewed spirit of health.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "I believe God’s healing presence restores my body to complete health.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "I believe my mind is calm, and my body is in perfect alignment through God’s power.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "I believe God’s light is illuminating every part of my body, bringing healing and peace.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "I declare my body must align with divine health and wholeness.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "I declare every cell in my body functions perfectly as God intended.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "I declare that my body is renewed, restored, and filled with life.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "I declare that God’s healing power flows through every part of me.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "I declare my heart beats strong and steady, aligned with God’s strength.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "I declare my mind is clear, my spirit is strong, and my body is whole.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "I declare my immune system is fortified, healthy, and resilient.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "I declare my muscles, bones, and joints are aligned with vitality and strength.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "I declare my digestive system is healthy, strong, and perfectly functioning.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "I declare my lungs are filled with the breath of life, bringing me energy and peace.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "I declare that God’s peace flows through my mind and brings healing to my body.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "I declare every organ is functioning in perfect harmony, aligned with God’s design.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "I declare my nervous system is calm, balanced, and perfectly aligned.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "I declare that my body is continually renewed and strengthened by God’s love.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "I declare that I am vibrant, energetic, and full of life as God intended.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "In Jesus' name, my body is healed, for He has paid the price for my health.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "In Jesus' name, I conquer every disease, as His power flows through me.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "In Jesus' name, I stand strong and healthy, redeemed from all sickness.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "In Jesus' name, every part of my body is restored to perfect health.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "In Jesus' name, no illness can remain in me, for His sacrifice made me whole.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "In Jesus' name, I declare my immune system strong and disease-free.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "In Jesus' name, my body is cleansed, renewed, and protected from all harm.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "In Jesus' name, every cell in my body is revitalized and filled with life.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "In Jesus' name, I am free from pain and filled with divine health.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "In Jesus' name, I am whole, as He has defeated every illness on my behalf.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "In Jesus' name, I receive complete healing and strength in every organ.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "In Jesus' name, I declare victory over every disease and ailment.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "In Jesus' name, I am restored, and my body flourishes with health.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "In Jesus' name, I live free from disease, as His healing power covers me.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "In Jesus' name, my body thrives with health, for His sacrifice set me free.",
         "isFavorite": false,
         "category": "health"
       },
       {
         "text": "He gives power to the weak and strength to the powerless.",
         "isFavorite": false,
         "book": "Isaiah 40:29",
         "category": "health"
       },
       {
         "text": "Beloved, I pray that you may prosper in all things and be in health, just as your soul prospers.",
         "isFavorite": false,
         "book": "3 John 1:2",
         "category": "health"
       },
       {
         "text": "He heals the brokenhearted and binds up their wounds.",
         "isFavorite": false,
         "book": "Psalm 147:3",
         "category": "health"
       },
       {
         "text": "But I will restore you to health and heal your wounds, declares the Lord.",
         "isFavorite": false,
         "book": "Jeremiah 30:17",
         "category": "health"
       },
       {
         "text": "The Lord sustains them on their sickbed and restores them from their bed of illness.",
         "isFavorite": false,
         "book": "Psalm 41:3",
         "category": "health"
       },
       {
         "text": "I will take away sickness from among you.",
         "isFavorite": false,
         "book": "Exodus 23:25",
         "category": "health"
       },
       {
         "text": "He sent out his word and healed them, snatching them from the door of death.",
         "isFavorite": false,
         "book": "Psalm 107:20",
         "category": "health"
       },
       {
         "text": "The Lord gives strength to his people; the Lord blesses his people with peace.",
         "isFavorite": false,
         "book": "Psalm 29:11",
         "category": "health"
       },
       {
         "text": "My son, pay attention to what I say; turn your ear to my words. Do not let them out of your sight, keep them within your heart; for they are life to those who find them and health to one’s whole body.",
         "isFavorite": false,
         "book": "Proverbs 4:20-22",
         "category": "health"
       },
       {
         "text": "Jesus went through all the towns and villages, teaching in their synagogues, proclaiming the good news of the kingdom and healing every disease and sickness.",
         "isFavorite": false,
         "book": "Matthew 9:35",
         "category": "health"
       },
       {
         "text": "And the prayer of faith shall save the sick, and the Lord shall raise him up.",
         "isFavorite": false,
         "book": "James 5:15",
         "category": "health"
       },
       {
         "text": "He forgives all my sins and heals all my diseases.",
         "isFavorite": false,
         "book": "Psalm 103:3",
         "category": "health"
       },
       {
         "text": "Then your light will break forth like the dawn, and your healing will quickly appear; then your righteousness will go before you, and the glory of the Lord will be your rear guard.",
         "isFavorite": false,
         "book": "Isaiah 58:8",
         "category": "health"
       },
     {
       "text": "I am the Lord who heals you.",
       "isFavorite": false,
       "book": "Exodus 15:26",
       "category": "health"
      },
     {
       "text": "He personally carried our sins in his body on the cross so that we can be dead to sin and live for what is right. By his wounds you are healed.",
       "isFavorite": false,
       "book": "1 Peter 2:24",
       "category": "health"
     },
     {
       "text": "Receive my peace, for I am renewing every part of you.",
       "isFavorite": false,
       "book": "- Jesus",
       "category": "health"
     },
     {
       "text": "Trust in me, for I am bringing wholeness and strength to your body.",
       "isFavorite": false,
       "book": "- Jesus",
       "category": "health"
     },
     {
       "text": "Let go of fear; my love is restoring your health completely.",
       "isFavorite": false,
       "book": "- Jesus",
       "category": "health"
     },
     {
       "text": "Rest in me, for I am filling you with vibrant health and energy.",
       "isFavorite": false,
       "book": "- Jesus",
       "category": "health"
     },
     {
       "text": "I am with you, healing every part of you from within.",
       "isFavorite": false,
       "book": "- Jesus",
       "category": "health"
     },
     {
       "text": "Receive my strength, for I am renewing your mind, body, and spirit.",
       "isFavorite": false,
       "book": "- Jesus",
       "category": "health"
     },
     {
       "text": "I am touching your life with health and filling you with peace.",
       "isFavorite": false,
       "book": "- Jesus",
       "category": "health"
     },
     {
       "text": "Feel my love restoring every cell and bringing life to every organ.",
       "isFavorite": false,
       "book": "- Jesus",
       "category": "health"
     },
     {
       "text": "I am lifting every burden, bringing freedom and healing to your body.",
       "isFavorite": false,
       "book": "- Jesus",
       "category": "health"
     },
     {
       "text": "I am here, giving you strength and health that cannot be shaken.",
       "isFavorite": false,
       "book": "- Jesus",
       "category": "health"
     },
     {
       "text": "Rest in my care, for I am restoring you to complete health.",
       "isFavorite": false,
       "book": "- Jesus",
       "category": "health"
     },
     {
       "text": "Know that my healing power flows through you, bringing new life.",
       "isFavorite": false,
       "book": "- Jesus",
       "category": "health"
     },
     {
       "text": "I am covering you with healing grace; receive my perfect peace.",
       "isFavorite": false,
       "book": "- Jesus",
       "category": "health"
     },
     {
       "text": "Take heart, for I am with you, bringing you joy, strength, and health.",
       "isFavorite": false,
       "book": "- Jesus",
       "category": "health"
     },
     {
       "text": "Feel my presence within you, restoring and renewing your whole being.",
       "isFavorite": false,
       "book": "- Jesus",
       "category": "health"
     },
















        
    ]
}
