{
    "count": 560,
    "declarations": [
        {
            "text": "I tell you, you can pray for anything, and if you believe that you’ve received it, it will be yours.",
            "book": "Mark 11:24 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Love is patient and kind. Love is not jealous or boastful or proud or rude. It does not demand its own way. It is not irritable, and it keeps no record of being wronged.",
            "book": "1 Corinthians 13:3-5 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Always be joyful. Never stop praying. Be thankful in all circumstances, for this is God’s will for you who belong to Christ Jesus.",
            "book": "1 Thessalonians 5:16-18 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "The Lord is for me, so I will have no fear. What can mere people do to me?",
            "book": "Psalm 118:6 NLT",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "The Lord keeps watch over you as you come and go, both now and forever.",
            "book": "Psalm 121:8 NLT",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "You must serve only the Lord your God. If you do, I will bless you with food and water, and I will protect you from illness.",
            "book": "Exodus 23:25 NLT",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "So then, just as you received Christ Jesus as Lord, continue to live your lives in him, rooted and built up in him, strengthened in the faith as you were taught, and overflowing with thankfulness.",
            "book": "Colossians 2:6-7 NIV",
            "isFavorite": false,
            "category": "health"
        },
        
        {
            "text": "Worship the LORD your God, and his blessing will be on your food and water. I will take away sickness from among you.",
            "book": "Exodus 23:25 NIV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I am leaving you with a gift—peace of mind and heart. And the peace I give is a gift the world cannot give. So don’t be troubled or afraid.",
            "book": "John 14:27 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "How much better to get wisdom than gold, and good judgment than silver!",
            "book": "Proverbs 16:16 NLT",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "A fool is quick-tempered, but a wise person stays calm when insulted.",
            "book": "Proverbs 12:16 NLT",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "The light shines in the darkness, and the darkness can never extinguish it.",
            "book": "John 1:5 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "For you know that when your faith is tested, your endurance has a chance to grow.",
            "book": "James 1:3 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Three things will last forever—faith, hope, and love—and the greatest of these is love.",
            "book": "1 Corinthians 13:13 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Don’t worry about anything; instead, pray about everything. Tell God what you need, and thank him for all he has done.",
            "book": "Philippians 4:6-7 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "For God has not given us a spirit of fear and timidity, but of power, love, and self-discipline.",
            "book": "2 Timothy 1:7 NLT",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "For I know the plans I have for you, says the Lord. They are plans for good and not for disaster, to give you a future and a hope.",
            "book": "Jeremiah 29:11 NLT",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "But he said to me, 'My grace is sufficient for you, for my power is made perfect in weakness.' Therefore I will boast all the more gladly about my weaknesses, so that Christ's power may rest on me.",
            "book": "2 Corinthians 12:9 NIV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "You are my hiding place; you will protect me from trouble and surround me with songs of deliverance.",
            "book": "Psalm 32:7 NIV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "Weeping may endure for a night, but joy comes in the morning.",
            "book": "Psalm 30:5 NKJV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "Kind words are like honey— sweet to the soul and healthy for the body.",
            "book": "Proverbs 16:24 NLT",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "For I know the plans I have for you, declares the LORD, plans to prosper you and not to harm you, plans to give you hope and a future.",
            "book": "Jeremiah 29:11 NIV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "I have told you all this so that you may have peace in me. Here on earth you will have many trials and sorrows. But take heart, because I have overcome the world.",
            "book": "John 16:33 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Wealth from get-rich-quick schemes quickly disappears; wealth from hard work grows over time.",
            "book": "Proverbs 13:11 NLT",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "Better to be patient than powerful; better to have self-control than to conquer a city.",
            "book": "Proverbs 16:32 NLT",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "So I say, let the Holy Spirit guide your lives. Then you won’t be doing what your sinful nature craves.",
            "book": "Galatians 5:16 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Faith shows the reality of what we hope for; it is the evidence of things we cannot see.",
            "book": "Hebrews 11:1 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "And do everything with love.",
            "book": "1 Corinthians 16:14 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "But thank God! He gives us victory over sin and death through our Lord Jesus Christ.",
            "book": "1 Corinthians 15:57 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I pray that God, the source of hope, will fill you completely with joy and peace because you trust in him. Then you will overflow with confident hope through the power of the Holy Spirit.",
            "book": "Romans 15:13 NLT",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "So now wrap your heart tightly around the hope that lives within us, knowing that God always keeps his promises!",
            "book": "Hebrews 10:23 TPT",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "So whether you eat or drink or whatever you do, do it all for the glory of God.",
            "book": "1 Corinthians 10:31 NLT",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Now may the Lord of peace himself give you his peace at all times and in every situation. The Lord be with you all.",
            "book": "2 Thessalonians 3:16 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Let the peace of Christ rule in your hearts, since as members of one body you were called to peace. And be thankful.",
            "book": "Colossians 3:15 NIV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Honor the Lord with your wealth and with the best part of everything you produce.",
            "book": "Proverbs 3:9 NLT",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "A person without self-control is like a city with broken-down walls.",
            "book": "Romans 25:28 NLT",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "Let your unfailing love surround us, Lord, for our hope is in you alone.",
            "book": "Psalm 33:22 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "For it is by believing in your heart that you are made right with God, and it is by openly declaring your faith that you are saved.",
            "book": "Romans 10:10 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Most important of all, continue to show deep love for each other, for love covers a multitude of sins.",
            "book": "1 Peter 4:8 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Devote yourselves to prayer with an alert mind and a thankful heart.",
            "book": "Colossians 4:2 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "Fearing people is a dangerous trap, but trusting the Lord means safety.",
            "book": "Proverbs 29:25 NLT",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I am counting on the Lord; yes, I am counting on him. I have put my hope in his word.",
            "book": "Psalm 130:5 NLT",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I will reward them with a long life and give them my salavtion",
            "book": "Psalms 91:16 NLT",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "So letting your sinful nature control your mind leads to death. But letting the Spirit control your mind leads to life and peace.",
            "book": "Romans 8:6 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Work hard and become a leader; be lazy and become a slave.",
            "book": "Proverbs 12:24 NLT",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "The Lord is more pleased when we do what is right and just than when we offer him sacrifices.",
            "book": "Proverbs 21:3 NLT",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "Let us hold tightly without wavering to the hope we affirm, for God can be trusted to keep his promise.",
            "book": "Hebrews 10:23 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "So faith comes from hearing, that is, hearing the Good News about Christ.",
            "book": "Romans 10:17 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "And Jesus answered them, 'Truly, I say to you, if you have faith and do not doubt, you will not only do what has been done to the fig tree, but even if you say to this mountain, 'Be taken up and thrown into the sea,' it will happen.'",
            "book": "Matthew 21:21 ESV",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "For in it the righteousness of God is revealed from faith for faith, as it is written, 'The righteous shall live by faith.'",
            "book": "Romans 1:17 ESV",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "This is the day the Lord has made. We will rejoice and be glad in it.",
            "book": "Psalms 118:24 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "Don't be afraid, for I am with you. Don't be discouraged, for I am your God. I will strengthen you and help you. I will hold you up with my victorious right hand.",
            "book": "Isaiah 41:10 NLT",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "But if we look forward to something we don't yet have, we must wait patiently and confidently.",
            "book": "Romans 8:25 NLT",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "Don’t you realize that your body is the temple of the Holy Spirit, who lives in you and was given to you by God? You do not belong to yourself, for God bought you with a high price. So you must honor God with your body.",
            "book": "1 Corinthians 6:19-20 NLT",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "The Lord gives his people strength. The Lord blesses them with peace.",
            "book": "Psalm 29:11 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Choose a good reputation over great riches; being held in high esteem is better than silver or gold.",
            "book": "Proverbs 22:1 NLT",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "The temptations in your life are no different from what others experience. And God is faithful. He will not allow the temptation to be more than you can stand. When you are tempted, he will show you a way out so that you can endure.",
            "book": "1 Corinthians 10:13 NLT",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "And it is impossible to please God without faith. Anyone who wants to come to him must believe that God exists and that he rewards those who sincerely seek him.",
            "book": "Hebrews 11:6 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "\"I tell you, you can pray for anything, and if you believe that you’ve received it, it will be yours.\"",
            "book": "Mark 11:24 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "\"I tell you the truth, you can say to this mountain, ‘May you be lifted up and thrown into the sea,’ and it will happen. But you must really believe it will happen and have no doubt in your heart.\"",
            "book": "Mark 11:23 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "For we walk by faith, not by sight.",
            "book": "2 Corinthians 5:7 ESV",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "For by grace you have been saved through faith, and that not of yourselves; it is the gift of God, not of works, lest anyone should boast.",
            "book": "Ephesians 2:8-9 NKJV",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "For the word of God will never fail.",
            "book": "Luke 1:37 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "But when you ask him, be sure that your faith is in God alone. Do not waver, for a person with divided loyalty is as unsettled as a wave of the sea that is blown and tossed by the wind.",
            "book": "James 1:6 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "If you openly declare that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.",
            "book": "Romans 10:9 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Seek his will in all you do, and he will show you which path to take.",
            "book": "Proverbs 3:6 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "But they who wait upon the Lord will get new strength. They will rise up with wings like eagles. They will run and not get tired. They will walk and not become weak.",
            "book": "Isaiah 40:31 NLV",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "So be strong and courageous! Do not be afraid and do not panic before them. For the Lord your God will personally go ahead of you. He will neither fail you nor abandon you.",
            "book": "Deuteronomy 31:6 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "But God showed his great love for us by sending Christ to die for us while we were still sinners.",
            "book": "Romans 5:8 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "But when you are praying, first forgive anyone you are holding a grudge against, so that your Father in heaven will forgive your sins, too.",
            "book": "Mark 11:25 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "If you love only those who love you, why should you get credit for that? Even sinners love those who love them!",
            "book": "Luke 6:32 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Such love has no fear, because perfect love expels all fear. If we are afraid, it is for fear of punishment, and this shows that we have not fully experienced his perfect love.",
            "book": "1 John 4:18 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love never gives up, never loses faith, is always hopeful, and endures through every circumstance.",
            "book": "1 Corinthians 13:7 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Owe nothing to anyone—except for your obligation to love one another. If you love your neighbor, you will fulfill the requirements of God’s law.",
            "book": "Romans 13:8 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love does no wrong to others, so love fulfills the requirements of God’s law.",
            "book": "Romans 13:10 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "A friend is always loyal, and a brother is born to help in time of need.",
            "book": "Proverbs 17:17 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Do to others as you would like them to do to you.",
            "book": "Luke 6:31 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Don’t be selfish; don’t try to impress others. Be humble, thinking of others as better than yourselves.",
            "book": "Philippians 2:3 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Be thankful in all circumstances, for this is God’s will for you who belong to Christ Jesus.",
            "book": "1 Thessalonians 5:18 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "Enter his gates with thanksgiving; go into his courts with praise. Give thanks to him and praise his name.",
            "book": "Psalm 100:4 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "Give thanks to the Lord, for he is good! His faithful love endures forever.",
            "book": "Psalm 136:1  NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "No one is holy like the Lord! There is no one besides you; there is no Rock like our God.",
            "book": "1 Samuel 2:2 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "Whatever is good and perfect is a gift coming down to us from God our Father, who created all the lights in the heavens. He never changes or casts a shifting shadow.",
            "book": "James 1:17 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "We thank God for the power Christ has given us. He leads us and makes us win in everything. He speaks through us wherever we go. The Good News is like a sweet smell to those who hear it.",
            "book": "2 Corinthians 2:14 NLV",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I know how to live on almost nothing or with everything. I have learned the secret of living in every situation, whether it is with a full stomach or empty, with plenty or little.",
            "book": "Philippians 4:12 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I will praise the name of God with song. And I will give Him great honor with much thanks.",
            "book": "Psalm 69:30 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "Yes, you will be enriched in every way so that you can always be generous. And when we take your gifts to those who need them, they will thank God.",
            "book": "2 Corinthians 9:11 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "The Lord is my shepherd; I have all that I need.",
            "book": "Psalm 23:1 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "When I am afraid, I will put my trust in you.",
            "book": "Psalm 56:3 WEB",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I prayed to the Lord, and he answered me. He freed me from all my fears.",
            "book": "Psalm 34:4 NLT",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "\"That is why I tell you not to worry about everyday life—whether you have enough food and drink, or enough clothes to wear. Isn’t life more than food, and your body more than clothing?\"",
            "book": "Matthew 6:25  NLT",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me. Your rod and your staff, they comfort me.",
            "book": "Psalm 23:4 WEB",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "So don’t worry about tomorrow, for tomorrow will bring its own worries. Today’s trouble is enough for today.",
            "book": "Matthew 6:34 NLT",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "Give all your cares to the Lord and He will give you strength. He will never let those who are right with Him be shaken.",
            "book": "Psalm 55:22 NLV",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "Never stop praying.",
            "book": "1 Thessalonians 5:17 NLT",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "Do not be afraid of them who kill the body. They are not able to kill the soul. But fear Him Who is able to destroy both soul and body in hell.",
            "book": "Matthew 10:28 NLV",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "For I know that nothing can keep us from the love of God. Death cannot! Life cannot! Angels cannot! Leaders cannot! Any other power cannot! Hard things now or in the future cannot!",
            "book": "Romans 8:38 NLV",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "Do not be afraid of them. For the Lord your God is the One fighting for you.",
            "book": "Deuteronomy 3:22 NLV",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "We can rejoice, too, when we run into problems and trials, for we know that they help us develop endurance. And endurance develops strength of character, and character strengthens our confident hope of salvation.",
            "book": "Romans 5:3-4 NLT",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "God will take away all their tears. There will be no more death or sorrow or crying or pain. All the old things have passed away.",
            "book": "Revelation 21:4 NLV",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "He will wipe every tear from their eyes. There will be no more death or mourning or crying or pain, for the old order of things has passed away.",
            "book": "Revelation 21:4 NIV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "For You are my hope, O Lord God. You are my trust since I was young.",
            "book": "Psalms 71:5 NLV",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "You are my refuge and my shield; your word is my source of hope.",
            "book": "Psalms 119:114 NLT",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "Good will come to the man who trusts in the Lord, and whose hope is in the Lord.",
            "book": "Jeremiah 17:7 NLV",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "The name of the Lord is a strong tower. The man who does what is right runs into it and is safe.",
            "book": "Proverbs 18:10 NLV",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I can do all things because Christ gives me the strength.",
            "book": "Philippians 4:13 NLV",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "Now, because of this, those who belong to Christ will not suffer the punishment of sin.",
            "book": "Romans 8:1 NLV",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "Be happy in your hope. Do not give up when trouble comes. Do not let anything stop you from praying.",
            "book": "Romans 12:12 NLV",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "The Lord is not slow about keeping His promise as some people think. He is waiting for you. The Lord does not want any person to be punished forever. He wants all people to be sorry for their sins and turn from them.",
            "book": "2 Peter 3:9 NLV",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "Every moving thing that lives will be food for you. I give all to you as I gave you the green plants.",
            "book": "Genesis 9:3 NLV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Don’t be conformed to this world, but be transformed by the renewing of your mind, so that you may prove what is the good, well-pleasing, and perfect will of God.",
            "book": "Romans 12:2 WEB",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Abstain from every form of evil.",
            "book": "1 Thessalonians 5:22 NLT",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "If any man destroys the house of God, God will destroy him. God’s house is holy. You are the place where He lives.",
            "book": "1 Corinthians 3:17 NLV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Behold, I will bring it health and cure, and I will cure them; and I will reveal to them abundance of peace and truth.",
            "book": "Jeremiah 33:6 WEB",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Heal me, O Lord, and I will be healed. Save me and I will be saved. For You are my praise.",
            "book": "Jeremiah 17:14 NLV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "The Lord will always lead you. He will meet the needs of your soul in the dry times and give strength to your body. You will be like a garden that has enough water, like a well of water that never dries up.",
            "book": "Isaiah 58:11 NLV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Jesus looked at them intently and said, \"Humanly speaking, it is impossible. But with God everything is possible.\"",
            "book": "Matthew 19:26 NLV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Do not be wise in your own eyes. Fear the Lord and turn away from what is sinful. It will be healing to your body and medicine to your bones.",
            "book": "Proverbs 3:7-8 NLV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "The Lord nurses them when they are sick and restores them to health.",
            "book": "Psalm 41:3 NLT",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "The LORD sustains them on their sickbed and restores them from their bed of illness.",
            "book": "Psalm 41:3 NIV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "You will keep in perfect peace all who trust in you, all whose thoughts are fixed on you!",
            "book": "Isaiah 26:3 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Turn from evil and do good; seek peace and pursue it.",
            "book": "Psalm 34:14 NIV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "God, Who is our peace, will soon crush Satan under your feet. May the loving-favor of our Lord Jesus be yours.",
            "book": "Romans 16:20 NLV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "\"Ask, and what you are asking for will be given to you. Look, and what you are looking for you will find. Knock, and the door you are knocking on will be opened to you.\"",
            "book": "Matthew 7:7 NLV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Be at peace with all men. Live a holy life. No one will see the Lord without having that kind of life.",
            "book": "Hebrews 12:14 NLV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I will lie down and sleep in peace. O Lord, You alone keep me safe.",
            "book": "Psalms 4:8 NLV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "The Lord hears his people when they call to him for help. He rescues them from all their troubles.",
            "book": "Psalm 34:17 NLV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "The righteous cry out, and the LORD hears them; he delivers them from all their troubles.",
            "book": "Psalm 34:17 NIV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "Do not worry. Learn to pray about everything. Give thanks to God as you ask Him for what you need. The peace of God is much greater than the human mind can understand. This peace will keep your hearts and minds through Christ Jesus.",
            "book": "Philippians 4:6-7 NLV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "When the ways of a man are pleasing to the Lord, He makes even those who hate him to be at peace with him.",
            "book": "Proverbs 16:7 NLV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Be quiet and know that I am God. I will be honored among the nations. I will be honored in the earth.",
            "book": "Psalms 46:10 NLV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Turn away from evil and do good. Search for peace, and work to maintain it.",
            "book": "Psalms 34:14 NLV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "But remember the Lord your God. For it is He Who is giving you power to become rich. By this He may keep His agreement which He promised to your fathers, as it is this day.",
            "book": "Deuteronomy 8:18 NLV",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "Good people leave an inheritance to their grandchildren, but the sinner’s wealth passes to the godly.",
            "book": "Proverbs 13:22 NLT",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "And my God will give you everything you need because of His great riches in Christ Jesus.",
            "book": "Philippians 4:19 NLT",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "Give, and it will be given to you. A good measure, pressed down, shaken together and running over, will be poured into your lap. For with the measure you use, it will be measured to you.",
            "book": "Luke 6:38 NIV",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "For where your treasure is, there your heart will be also.",
            "book": "Matthew 6:21 NIV",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "A good name is to be chosen instead of many riches. Favor is better than silver and gold.",
            "book": "Proverbs 22:1 NLV",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "If you have not been faithful with riches of this world, who will trust you with true riches?",
            "book": "Luke 16:11 NLV",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "\"But don’t begin until you count the cost. For who would begin construction of a building without first calculating the cost to see if there is enough money to finish it?\"",
            "book": "Luke 14:28 NLT",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "Honor the Lord with your wealth and with the best part of everything you produce. Then he will fill your barns with grain, and your vats will overflow with good wine.",
            "book": "Proverbs 3:9-10 NLT",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "For God did not give us a spirit of fear. He gave us a spirit of power and of love and of a good mind.",
            "book": "2 Timothy 1:7 NLV",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "I keep working over my body. I make it obey me. I do this because I am afraid that after I have preached the Good News to others, I myself might be put aside.",
            "book": "1 Corinthians 9:27 NLV",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "Don’t seek revenge yourselves, beloved, but give place to God’s wrath. For it is written, \"Vengeance belongs to me; I will repay,\" says the Lord.",
            "book": "Romans 12:19 WEB",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "But the Holy Spirit produces this kind of fruit in our lives: love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, and self-control. There is no law against these things!",
            "book": "Galatians 5:22-23 NLT",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": " A fool always loses his temper, but a wise man keeps quiet.",
            "book": "Proverbs 29:11 NLV",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "A man’s anger does not allow him to be right with God.",
            "book": "James 1:20 NLV",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "If you are angry, do not let it become sin. Get over your anger before the day is finished.",
            "book": "Ephesians 4:26 NLV",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "Hatred stirs up conflict, but love covers over all wrongs.",
            "book": "Proverbs 10:12 NIV",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Be completely humble and gentle; be patient, bearing with one another in love.",
            "book": "Ephesians 4:2 NIV",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Watch yourselves! You do not want to lose what we have worked for. You want to get what has been promised to you.",
            "book": "2 John 1:8 NLV",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "Do not turn to the right or to the left. Turn your foot away from sin.",
            "book": "Proverbs 4:27 NLV",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "\"If you love me, keep my commandments.\"",
            "book": "John 14:15 NLV",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "The rich rule over the poor, and the borrower is slave to the lender.",
            "book": "Proverbs 22:7 NIV",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "Keep your lives free from the love of money. Be happy with what you have. God has said, \"I will never leave you or let you be alone.\"",
            "book": "Hebrews 13:5 NLV",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "Moreover, when God gives someone wealth and possessions, and the ability to enjoy them, to accept their lot and be happy in their toil—this is a gift of God.",
            "book": "Ecclesiastes 5:19 NIV",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "The grass dries up. The flower loses its color. But the Word of our God stands forever.",
            "book": "Isaiah 40:8 NLV",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "This is the day that the Lord has made. Let us be full of joy and be glad in it.",
            "book": "Psalm 118:24 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I am the Vine and you are the branches. Get your life from Me. Then I will live in you and you will give much fruit. You can do nothing without Me.",
            "book": "John 15:5 NLV",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Be glad you can do the things you should be doing. Do all things without arguing and talking about how you wish you did not have to do them.",
            "book": "Philippians 2:14 NLV",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "For I know the plans I have for you, says the Lord. \"They are plans for good and not for disaster, to give you a future and a hope.\"",
            "book": "Jeremiah 29:11 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "He who walks with wise men will be wise, but the one who walks with fools will be destroyed.",
            "book": "Proverbs 13:20 NLV",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "I looked for the Lord, and He answered me. And He took away all my fears.",
            "book": "Psalm 34:4 NLV",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "\"Do not let your heart be troubled. You have put your trust in God, put your trust in Me also.\"",
            "book": "John 14:1 NLV",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "\"I am the Lord, the God of all the peoples of the world. Is anything too hard for me?\"",
            "book": "Jeremiah 32:27 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        
        {
            "text": "God saved you by his grace when you believed. And you can’t take credit for this; it is a gift from God.",
            "book": "Ephesians 2:8 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I have been crucified with Christ, and it is no longer I who live, but Christ lives in me. That life which I now live in the flesh, I live by faith in the Son of God, who loved me, and gave himself up for me.",
            "book": "Galatians 2:20 WEB",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "For every child of God defeats this evil world, and we achieve this victory through our faith.",
            "book": "1 John 5:4 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "You can pray for anything, and if you have faith, you will receive it.",
            "book": "Matthew 21:22 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "And whatever you ask in prayer, you will receive, if you have faith.",
            "book": "Matthew 21:22 ESV",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "Jesus said to her, 'I am the resurrection and the life. He who believes in Me, though he may die, he shall live.'",
            "book": "John 11:25 NKJV",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Love is patient, love is kind. It does not envy, it does not boast, it is not proud.",
            "book": "1 Corinthians 13:4 NIV",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "For nothing will be impossible with God.",
            "book": "Luke 1:37 ESV",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I have written this to you who believe in the name of the Son of God, so that you may know you have eternal life.",
            "book": "1 John 5:13 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Give all your worries and cares to God, for he cares about you.",
            "book": "1 Peter 5:7 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Cast all your anxiety on him because he cares for you.",
            "book": "1 Peter 5:7 NIV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "\"Most certainly I tell you, he who hears my word and believes him who sent me has eternal life, and doesn’t come into judgment, but has passed out of death into life.\"",
            "book": "John 5:24 WEB",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Seek the Lord and his strength; seek his presence continually!",
            "book": "1 Chronicles 16:11 ESV",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "In the beginning the Word already existed. The Word was with God, and the Word was God.",
            "book": "John 1:1 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "The Lord your God is with you, a Powerful One Who wins the battle. He will have much joy over you. With His love He will give you new life. He will have joy over you with loud singing.",
            "book": "Zephaniah 3:17 NLV",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "We know and have believed the love which God has for us. God is love, and he who remains in love remains in God, and God remains in him.",
            "book": "1 John 4:16 WEB",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "We love because he first loved us.",
            "book": "1 John 4:19 ESV",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "\"A new commandment I give to you, that you love one another. Just as I have loved you, you also love one another.\"",
            "book": "John 13:34 WEB",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "\"I love those who love me, and those who look for me with much desire will find me.\"",
            "book": "Proverbs 8:17 NLV",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I pray that you will know the love of Christ. His love goes beyond anything we can understand. I pray that you will be filled with God Himself.",
            "book": "Ephesians 3:19 NLV",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "The steadfast love of the Lord never ceases; his mercies never come to an end; they are new every morning; great is your faithfulness.",
            "book": "Lamentations 3:22-23 ESV",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "You must love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.’ This is the first Law.",
            "book": "Mark 12:30 NLV",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Who then will condemn us? No one—for Christ Jesus died for us and was raised to life for us, and he is sitting in the place of honor at God’s right hand, pleading for us.",
            "book": "Romans 8:34 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "\"But I say to you, Love your enemies and pray for those who persecute you\"",
            "book": "Matthew 5:44 ESV",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Greater love has no one than this, that someone lay down his life for his friends.",
            "book": "John 15:13 WEB",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Dear friends, let us love one another, for love comes from God. Everyone who loves has been born of God and knows God.",
            "book": "1 John 4:7 NIV",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Surely God is my salvation; I will trust and not be afraid.The Lord, the Lord himself, is my strength and my defense; he has become my salvation.",
            "book": "Isaiah 12:2 NIV",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "The Sovereign Lord is my strength! He makes me as surefooted as a deer, able to tread upon the heights.",
            "book": "Habakkuk 3:19 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "\"I am with you and will watch over you wherever you go, and I will bring you back to this land. I will not leave you until I have done what I have promised you.\"",
            "book": "Genesis 28:15 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "\"If you will listen carefully to the voice of the Lord your God and do what is right in his sight, obeying his commands and keeping all his decrees, then I will not make you suffer any of the diseases I sent on the Egyptians; for I am the Lord who heals you.\"",
            "book": "Exodus 15:26 NLT",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Salvation is not a reward for the good things we have done, so none of us can boast about it.",
            "book": "Ephesians 2:9 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Know then that the Lord your God is God, the faithful God. He keeps His promise and shows His loving-kindness to those who love Him and keep His Laws, even to a thousand family groups in the future.",
            "book": "Deuteronomy 7:9 NLV",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "But from there you will seek the Lord your God, and you will find Him if you search for Him with all your heart and all your soul.",
            "book": "Deuteronomy 4:29 AMP",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "The eternal God is your dwelling place. Underneath are the everlasting arms. He thrust out the enemy from before you, and said, ‘Destroy!’",
            "book": "Deuteronomy 33:27 WEB",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "For he will order his angels to protect you wherever you go.",
            "book": "Psalm 91:11 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "no evil will conquer you; no plague will come near your home.",
            "book": "Psalm 91:10 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Let all that I am praise the Lord; may I never forget the good things he does for me.",
            "book": "Psalm 103:2 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "He forgives all my sins and heals all my diseases.",
            "book": "Psalm 103:3 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "He redeems me from death and crowns me with love and tender mercies.",
            "book": "Psalm 103:4 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Their leaves never wither, and they prosper in all they do.",
            "book": "Psalm 1:3 NLT",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "A righteous man walks in integrity. Blessed are his children after him.",
            "book": "Proverbs 20:7 WEB",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "He will wipe every tear from their eyes, and there will be no more death or sorrow or crying or pain. All these things are gone forever.",
            "book": "Revelations 21:4 NLT",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "The Lord is my helper; I will not be afraid. What can mere mortals do to me?",
            "book": "Hebrews 13:6 NIV",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "Those who know your name trust in you,for you, O Lord, do not abandon those who search for you.",
            "book": "Psalm 9:10 NLT",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "But all who listen to me will live in peace, untroubled by fear of harm.",
            "book": "Hebrews 13:6 NIV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "The Lord is my light and the One Who saves me. Whom should I fear? The Lord is the strength of my life. Of whom should I be afraid?",
            "book": "Psalm 27:1 NLV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I have written this to you who believe in the name of the Son of God, so that you may know you have eternal life.",
            "book": "1 John 5:13 NLT",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "For God so loved the world that He gave His only Son. Whoever puts his trust in God’s Son will not be lost but will have life that lasts forever.",
            "book": "John 3:16 NLV",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I give them life that lasts forever. They will never be punished. No one is able to take them out of My hand.",
            "book": "John 10:28 NLV",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Do not love this world nor the things it offers you, for when you love the world, you do not have the love of the Father in you.",
            "book": "1 John 2:15 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "Give all your worries to Him because He cares for you.",
            "book": "1 Peter 5:7 NLV",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "So humble yourselves before God. Resist the devil, and he will flee from you.",
            "book": "James 4:7 NLT",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one;",
            "book": "Ephesians 6:16 ESV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Then you will experience God’s peace, which exceeds anything we can understand. His peace will guard your hearts and minds as you live in Christ Jesus.",
            "book": "Philippians 4:7 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "For God is not a God of confusion but of peace.",
            "book": "1 Corinthians 14:33 ESV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Blessed are the peacemakers, for they will be called children of God.",
            "book": "Matthew 5:9 NIV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus.",
            "book": "Philippians 4:7 NIV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "God wants each of you to use his body in the right way by keeping it holy and by respecting it.",
            "book": "1 Thessalonians 4:4 NLV",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "Finally, brothers and sisters, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable—if anything is excellent or praiseworthy—think about such things.",
            "book": "Philippians 4:8 NIV",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Don’t you realize that your body is the temple of the Holy Spirit, who lives in you and was given to you by God? You do not belong to yourself, for God bought you with a high price. So you must honor God with your body.",
            "book": "1 Corinthians 6:19 NLT",
            "isFavorite": false,
            "category": "addiction"
        },
        {
            "text": "We must act all the time as if it were day. Keep away from wild parties and do not be drunk. Keep yourself free from sex sins and bad actions. Do not fight or be jealous. Let every part of you belong to the Lord Jesus Christ. Do not allow your weak thoughts to lead you into sinful actions.",
            "book": "Romans 13:13-14 NLV",
            "isFavorite": false,
            "category": "addiction"
        },
        {
            "text": "If we claim we have no sin, we are only fooling ourselves and not living in the truth. But if we confess our sins to him, he is faithful and just to forgive us our sins and to cleanse us from all wickedness.",
            "book": "1 John 1:8-9 NLT",
            "isFavorite": false,
            "category": "addiction"
        },
        {
            "text": "He comforts us in all our troubles so that we can comfort others. When they are troubled, we will be able to give them the same comfort God has given us.",
            "book": "2 Corinthians 1:4 NLT",
            "isFavorite": false,
            "category": "addiction"
        },
        {
            "text": "Don’t let evil conquer you, but conquer evil by doing good.",
            "book": "Romans 12:21 NLT",
            "isFavorite": false,
            "category": "addiction"
        },
        {
            "text": "But the Holy Spirit produces this kind of fruit in our lives: love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, and self-control. There is no law against these things!",
            "book": "Galatians 5:22-23 NLT",
            "isFavorite": false,
            "category": "addiction"
        },
        {
            "text": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control, against such things there is now law.",
            "book": "Galatians 5:22-23 ESV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "The temptations in your life are no different from what others experience. And God is faithful. He will not allow the temptation to be more than you can stand. When you are tempted, he will show you a way out so that you can endure.",
            "book": "1 Corinthians 10:13 NLT",
            "isFavorite": false,
            "category": "addiction"
        },
        {
            "text": "Each time he said, \"My grace is all you need. My power works best in weakness.\" So now I am glad to boast about my weaknesses, so that the power of Christ can work through me.",
            "book": "2 Corinthians 12:9 NLT",
            "isFavorite": false,
            "category": "addiction"
        },
        {
            "text": "So give yourselves to God. Stand against the devil and he will run away from you.",
            "book": "James 4:7 NLV",
            "isFavorite": false,
            "category": "addiction"
        },
        {
            "text": "I can do all things because Christ gives me the strength.",
            "book": "Philippians 4:13 NLV",
            "isFavorite": false,
            "category": "addiction"
        },
        {
            "text": "I will call to you whenever I’m in trouble, and you will answer me.",
            "book": "Psalm 86:7 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "So don’t worry about these things, saying, ‘What will we eat? What will we drink? What will we wear?’ These things dominate the thoughts of unbelievers, but your heavenly Father already knows all your needs. Seek the Kingdom of God above all else, and live righteously, and he will give you everything you need.",
            "book": "Matthew 6:31-33 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Give all your worries and cares to God, for he cares about you.",
            "book": "1 Peter 5:7 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Don’t worry about anything; instead, pray about everything. Tell God what you need, and thank him for all he has done. Then you will experience God’s peace, which exceeds anything we can understand. His peace will guard your hearts and minds as you live in Christ Jesus.",
            "book": "Philippians 4:6-7 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "You will keep the man in perfect peace whose mind is kept on You, because he trusts in You.",
            "book": "Isaiah 26:3 NLV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Peace I leave with you. My peace I give to you. I do not give peace to you as the world gives. Do not let your hearts be troubled or afraid.",
            "book": "John 14:27 NLV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid.",
            "book": "John 14:27 NIV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "So letting your sinful nature control your mind leads to death. But letting the Spirit control your mind leads to life and peace.",
            "book": "Romans 8:6 NLT",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "For God has not given us a spirit of fear and timidity, but of power, love, and self-discipline.",
            "book": "2 Timothy 1:7 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Give all your cares to the Lord and He will give you strength. He will never let those who are right with Him be shaken.",
            "book": "Psalm 55:22 NLV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Do not worry about tomorrow. Tomorrow will have its own worries. The troubles we have in a day are enough for one day.",
            "book": "Matthew 6:34 NLV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "If you need wisdom, ask our generous God, and he will give it to you. He will not rebuke you for asking.",
            "book": "James 1:5 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "But you, Lord, are a shield around me, my glory, the One who lifts my head high.",
            "book": "Psalm 3:3 NIV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "Is anyone among you suffering? Let him pray. Is anyone cheerful? Let him sing praise.",
            "book": "James 5:13 ESV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "May the God of hope fill you with all joy and peace as you trust in him, so that you may overflow with hope by the power of the Holy Spirit.",
            "book": "Romans 15:13 NIV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "Be happy in your hope. Do not give up when trouble comes. Do not let anything stop you from praying.",
            "book": "Romans 12:12 NLV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "Keep your lives free from the love of money. Be happy with what you have. God has said, \"I will never leave you or let you be alone.\"",
            "book": "Hebrews 13:5 NLV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "Keep your lives free from the love of money and be content with what you have, because God has said, 'Never will I leave you; never will I forsake you.'",
            "book": "Hebrews 13:5 NIV",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "The righteous cry out, and the Lord hears them; he delivers them from all their troubles.",
            "book": "Psalm 34:17 NIV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "\"Come to me, all you who labor and are heavily burdened, and I will give you rest.\"",
            "book": "Matthew 11:28 WEB",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "Weeping may last through the night, but joy comes with the morning.",
            "book": "Psalm 30:5 NLT",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "Hurry to answer me, O Lord! My spirit is becoming weak! Do not hide Your face from me, or I will become like those who go down to the grave. Let me hear Your loving-kindness in the morning, for I trust in You. Teach me the way I should go for I lift up my soul to You.",
            "book": "Psalm 143:7-8 NLV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "Don’t copy the behavior and customs of this world, but let God transform you into a new person by changing the way you think. Then you will learn to know God’s will for you, which is good and pleasing and perfect.",
            "book": "Romans 12:2 NLT",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "Do not fear, for I am with you. Do not be afraid, for I am your God.",
            "book": "Isaiah 41:10 NLV",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "So be strong and courageous! Do not be afraid and do not panic before them. For the Lord your God will personally go ahead of you. He will neither fail you nor abandon you.",
            "book": "Deuteronomy 31:6 NLT",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "Be strong and courageous. Do not be afraid or terrified because of them, for the LORD your God goes with you; he will never leave you nor forsake you.",
            "book": "Deuteronomy 31:6 NIV",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "\"And be sure of this: I am with you always, even to the end of the age.\"",
            "book": "Matthew 28:20 NLT",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "When my father and my mother forsake me, Then the Lord will take care of me.",
            "book": "Psalm 27:10 NKJV",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "Then the Lord God said, 'It is not good for the man to be alone. I will make a helper who is just right for him.'",
            "book": "Genesis 2:18 NLT",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "No one will be able to stand against you as long as you live. For I will be with you as I was with Moses. I will not fail you or abandon you.",
            "book": "Joshua 1:5 NLT",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "The Lord hears his people when they call to him for help. He rescues them from all their troubles.",
            "book": "Psalm 34:17 NLT",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "Come close to God, and God will come close to you. Wash your hands, you sinners; purify your hearts, for your loyalty is divided between God and the world..",
            "book": "James 4:8 NLT",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "Look to the Lord and his strength; seek his face always.",
            "book": "1 Chronicles 16:11 NIV",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord.",
            "book": "Romans 8:39 NIV",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "But I will restore you to health and heal your wounds,’declares the Lord",
            "book": "Jeremiah 30:17 NIV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I will give you back your health and heal your wounds, says the LORD.",
            "book": "Jeremiah 30:17 NLT",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "The righteous cry out, and the Lord hears them; he delivers them from all their troubles.",
            "book": "Psalm 34:17 NIV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "The righteous person may have many troubles, but the Lord delivers him from them all",
            "book": "Psalm 34:19 NIV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I will not die but live. And I will tell of what the Lord has done.",
            "book": "Psalm 118:17 NLV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Dear friend, I pray that you are doing well in every way. I pray that your body is strong and well even as your soul is.",
            "book": "3 John 2 NLV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Heal me, Lord, and I will be healed; save me and I will be saved, for you are the one I praise.",
            "book": "Jeremiah 17:14 NIV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "God gave Jesus of Nazareth the Holy Spirit and power. He went around doing good and healing all who were troubled by the devil because God was with Him.",
            "book": "Acts 10:38 NLV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "He forgives all my sins and heals all my diseases.",
            "book": "Psalm 103:3 NLV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Let all that I am praise the Lord; may I never forget the good things he does for me.",
            "book": "Psalm 103:2 NLV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "if my people, who are called by my name, will humble themselves and pray and seek my face and turn from their wicked ways, then I will hear from heaven, and I will forgive their sin and will heal their land.",
            "book": "2 Chronicles 7:14 NIV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "And the prayer of faith will save the one who is sick, and the Lord will raise him up. And if he has committed sins, he will be forgiven.",
            "book": "James 5:15 ESV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Above all else, guard your heart, for everything you do flows from it.",
            "book": "Proverbs 4:23 NIV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "O Lord my God, I cried to you for help, and you restored my health.",
            "book": "Psalm 30:2 NLT",
            "isFavorite": false,
            "category": "health"
        },
        
        {
            "text": "Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles. And let us run with perseverance the race marked out for us, fixing our eyes on Jesus, the pioneer and perfecter of faith.",
            "book": "Hebrews 12:1-2",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "Commit your work to the Lord, and your plans will be established.",
            "book": "Proverbs 16:3",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "But those who hope in the Lord will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint.",
            "book": "Isaiah 40:31",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "I press on toward the goal to win the prize for which God has called me heavenward in Christ Jesus.",
            "book": "Philippians 3:14",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "Be strong and courageous. Do not be afraid; do not be discouraged, for the Lord your God will be with you wherever you go.",
            "book": "Joshua 1:9",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "For I know the plans I have for you,” declares the Lord, “plans to prosper you and not to harm you, plans to give you hope and a future.",
            "book": "Jeremiah 29:11",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "And we know that in all things God works for the good of those who love him, who have been called according to his purpose.",
            "book": "Romans 8:28",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up.",
            "book": "Galatians 6:9",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "The Lord is my strength and my shield; my heart trusts in him, and he helps me. My heart leaps for joy, and with my song I praise him.",
            "book": "Psalm 28:7",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "But seek first his kingdom and his righteousness, and all these things will be given to you as well.",
            "book": "Matthew 6:33",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "Trust in the Lord with all your heart and lean not on your own understanding; in all your ways submit to him, and he will make your paths straight.",
            "book": "Proverbs 3:5-6",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "Trust in the Lord with all your heart, and lean not on your own understanding; In all your ways acknowledge Him, and He shall direct your paths.",
            "book": "Proverbs 3:5-6 NKJV",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Let us run with perseverance the race marked out for us, fixing our eyes on Jesus, the pioneer and perfecter of faith.",
            "book": "Hebrews 12:1-2",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "The Lord himself goes before you and will be with you; he will never leave you nor forsake you. Do not be afraid; do not be discouraged.",
            "book": "Deuteronomy 31:8",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "I will instruct you and teach you in the way you should go; I will counsel you with my loving eye on you.",
            "book": "Psalm 32:8",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "Forgetting what is behind and straining toward what is ahead, I press on toward the goal to win the prize for which God has called me heavenward in Christ Jesus.",
            "book": "Philippians 3:13-14",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "The Lord is my shepherd, I lack nothing.",
            "book": "Psalm 23:1",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "But those who trust in the Lord will find new strength. They will soar high on wings like eagles. They will run and not grow weary. They will walk and not faint.",
            "book": "Isaiah 40:31",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God. And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus.",
            "book": "Philippians 4:6-7",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God.",
            "book": "Philippians 4:6 NIV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "Trust in the LORD with all your heart and lean not on your own understanding;",
            "book": "Proverbs 3:5 NIV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "The LORD is my light and my salvation; whom shall I fear? The LORD is the stronghold of my life; of whom shall I be afraid?",
            "book": "Psalm 27:1 ESV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "I can do all things through Christ who strengthens me.",
            "book": "Philippians 4:13 NKJV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "For God has not given us a spirit of fear, but of power and of love and of a sound mind.",
            "book": "2 Timothy 1:7 NKJV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "The LORD is on my side; I will not fear. What can man do to me?",
            "book": "Psalm 118:6 ESV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "Be strong and courageous. Do not be afraid or terrified because of them, for the LORD your God goes with you; he will never leave you nor forsake you.",
            "book": "Deuteronomy 31:6 NIV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "But blessed is the one who trusts in the LORD, whose confidence is in him.",
            "book": "Jeremiah 17:7 NIV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "So we say with confidence, “The Lord is my helper; I will not be afraid. What can mere mortals do to me?”",
            "book": "Hebrews 13:6 NIV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "But the LORD is faithful. He will establish you and guard you against the evil one.",
            "book": "2 Thessalonians 3:3 ESV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers, nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord.",
            "book": "Romans 8:38-39 ESV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "Now faith is the assurance of things hoped for, the conviction of things not seen.",
            "book": "Hebrews 11:1 ESV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "But he said to me, “My grace is sufficient for you, for my power is made perfect in weakness.” Therefore I will boast all the more gladly of my weaknesses, so that the power of Christ may rest upon me.",
            "book": "2 Corinthians 12:9 ESV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand.",
            "book": "Isaiah 41:10 NIV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "The Lord is my light and my salvation— whom shall I fear? The Lord is the stronghold of my life— of whom shall I be afraid?",
            "book": "Psalm 27:1 NIV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "Now faith is confidence in what we hope for and assurance about what we do not see.",
            "book": "Hebrews 11:1 NIV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "When I am afraid, I put my trust in you.",
            "book": "Psalm 56:3 NIV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "But blessed is the one who trusts in the Lord, whose confidence is in him.",
            "book": "Jeremiah 17:7 NIV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "And we know that in all things God works for the good of those who love him, who have been called according to his purpose.",
            "book": "Romans 8:28 NIV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "The Lord is my strength and my shield; my heart trusts in him, and he helps me. My heart leaps for joy, and with my song I praise him.",
            "book": "Psalm 28:7 NIV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "I can do all this through him who gives me strength.",
            "book": "Philippians 4:13 NIV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "But those who hope in the Lord will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint.",
            "book": "Isaiah 40:31 NIV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "God is our refuge and strength, an ever-present help in trouble.",
            "book": "Psalm 46:1 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "God is our refuge and strength, an ever-present help in trouble.",
            "book": "Psalm 46:1 NIV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "When you pass through the waters, I will be with you; and through the rivers, they shall not overwhelm you; when you walk through fire you shall not be burned, and the flame shall not consume you.",
            "book": "Isaiah 43:2 ESV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "In this world you will have trouble. But take heart! I have overcome the world.",
            "book": "John 16:33 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "The Lord is close to the brokenhearted and saves those who are crushed in spirit.",
            "book": "Psalm 34:18 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "Consider it pure joy, my brothers and sisters, whenever you face trials of many kinds, because you know that the testing of your faith produces perseverance.",
            "book": "James 1:2-3 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers, neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord.",
            "book": "Romans 8:38-39 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "But he said to me, “My grace is sufficient for you, for my power is made perfect in weakness.” Therefore I will boast all the more gladly about my weaknesses, so that Christ’s power may rest on me.",
            "book": "2 Corinthians 12:9 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.",
            "book": "John 16:33 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "Cast your cares on the LORD and he will sustain you; he will never let the righteous be shaken.",
            "book": "Psalm 55:22 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "And we know that in all things God works for the good of those who love him, who have been called according to his purpose.",
            "book": "Romans 8:28 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "The righteous person may have many troubles, but the Lord delivers him from them all.",
            "book": "Psalm 34:19 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "And we know that in all things God works for the good of those who love him, who have been called according to his purpose.",
            "book": "Romans 8:28 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "My flesh and my heart may fail, but God is the strength of my heart and my portion forever.",
            "book": "Psalm 73:26 ESV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "For our light and momentary troubles are achieving for us an eternal glory that far outweighs them all.",
            "book": "2 Corinthians 4:17 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand.",
            "book": "Isaiah 41:10 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "Whatever you do, work at it with all your heart, as working for the Lord, not for human masters.",
            "book": "Colossians 3:23 NIV",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "Therefore, my dear brothers and sisters, stand firm. Let nothing move you. Always give yourselves fully to the work of the Lord, because you know that your labor in the Lord is not in vain.",
            "book": "1 Corinthians 15:58 NIV",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "But he said to me, “My grace is sufficient for you, for my power is made perfect in weakness.” Therefore I will boast all the more gladly about my weaknesses, so that Christ’s power may rest on me.",
            "book": "2 Corinthians 12:9 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "The Lord is my rock, my fortress and my deliverer; my God is my rock, in whom I take refuge, my shield and the horn of my salvation, my stronghold.",
            "book": "Psalm 18:2 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "Even though I walk through the darkest valley, I will fear no evil, for you are with me; your rod and your staff, they comfort me.",
            "book": "Psalm 23:4 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "The LORD is close to the brokenhearted and saves those who are crushed in spirit.",
            "book": "Psalm 34:18 NIV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "Come to me, all you who are weary and burdened, and I will give you rest.",
            "book": "Matthew 11:28 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "Come to me, all you who are weary and burdened, and I will give you rest.",
            "book": "Matthew 11:28 NIV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "Cast all your anxiety on him because he cares for you.",
            "book": "1 Peter 5:7 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "Bear with each other and forgive one another if any of you has a grievance against someone. Forgive as the Lord forgave you.",
            "book": "Colossians 3:13 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "For if you forgive other people when they sin against you, your heavenly Father will also forgive you.",
            "book": "Matthew 6:14 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "Then Peter came to Jesus and asked, 'Lord, how many times shall I forgive my brother or sister who sins against me? Up to seven times?' Jesus answered, 'I tell you, not seven times, but seventy-seven times.'",
            "book": "Matthew 18:21-22 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "And when you stand praying, if you hold anything against anyone, forgive them, so that your Father in heaven may forgive you your sins.",
            "book": "Mark 11:25 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness.",
            "book": "1 John 1:9 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "For if you forgive other people when they sin against you, your heavenly Father will also forgive you.",
            "book": "Matthew 6:14 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "Then Peter came to Jesus and asked, 'Lord, how many times shall I forgive my brother or sister who sins against me? Up to seven times?' Jesus answered, 'I tell you, not seven times, but seventy-seven times.'",
            "book": "Matthew 18:21-22 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "And when you stand praying, if you hold anything against anyone, forgive them, so that your Father in heaven may forgive you your sins.",
            "book": "Mark 11:25 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness.",
            "book": "1 John 1:9 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "Then he adds: 'Their sins and lawless acts I will remember no more.'",
            "book": "Hebrews 10:17 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "For if you forgive other people when they sin against you, your heavenly Father will also forgive you. But if you do not forgive others their sins, your Father will not forgive your sins.",
            "book": "Matthew 6:14-15 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "For if you forgive other people when they sin against you, your heavenly Father will also forgive you.",
            "book": "Matthew 6:14 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "Then Peter came to Jesus and asked, “Lord, how many times shall I forgive my brother or sister who sins against me? Up to seven times?” Jesus answered, “I tell you, not seven times, but seventy-seven times.",
            "book": "Matthew 18:21-22 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "And when you stand praying, if you hold anything against anyone, forgive them, so that your Father in heaven may forgive you your sins.",
            "book": "Mark 11:25 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you.",
            "book": "Ephesians 4:32 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "For if you forgive other people when they sin against you, your heavenly Father will also forgive you.",
            "book": "Matthew 6:14 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "Bear with each other and forgive one another if any of you has a grievance against someone. Forgive as the Lord forgave you.",
            "book": "Colossians 3:13 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "But I tell you, love your enemies and pray for those who persecute you, that you may be children of your Father in heaven.",
            "book": "Matthew 5:44-45 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "Therefore, if you are offering your gift at the altar and there remember that your brother or sister has something against you, leave your gift there in front of the altar. First go and be reconciled to them; then come and offer your gift.",
            "book": "Matthew 5:23-24 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "Do not judge, and you will not be judged. Do not condemn, and you will not be condemned. Forgive, and you will be forgiven.",
            "book": "Luke 6:37 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "Then he adds: “Their sins and lawless acts I will remember no more.”",
            "book": "Hebrews 10:17 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "For the moment all discipline seems painful rather than pleasant, but later it yields the peaceful fruit of righteousness to those who have been trained by it.",
            "book": "Hebrews 12:11 ESV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "Do not be slothful in zeal, be fervent in spirit, serve the Lord.",
            "book": "Romans 12:11 ESV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "But I discipline my body and keep it under control, lest after preaching to others I myself should be disqualified.",
            "book": "1 Corinthians 9:27 ESV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "Whoever loves discipline loves knowledge, but he who hates reproof is stupid.",
            "book": "Proverbs 12:1 ESV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "For the grace of God has appeared, bringing salvation for all people, training us to renounce ungodliness and worldly passions, and to live self-controlled, upright, and godly lives in the present age.",
            "book": "Titus 2:11-12 ESV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "Like a city whose walls are broken through is a person who lacks self-control.",
            "book": "Proverbs 25:28 NIV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law.",
            "book": "Galatians 5:22-23 ESV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "Every athlete exercises self-control in all things. They do it to receive a perishable wreath, but we an imperishable.",
            "book": "1 Corinthians 9:25 ESV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "For this very reason, make every effort to supplement your faith with virtue, and virtue with knowledge, and knowledge with self-control, and self-control with steadfastness, and steadfastness with godliness,",
            "book": "2 Peter 1:5-6 ESV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "If you keep my commandments, you will abide in my love, just as I have kept my Father's commandments and abide in his love.",
            "book": "John 15:10 ESV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "The end of all things is at hand; therefore be self-controlled and sober-minded for the sake of your prayers.",
            "book": "1 Peter 4:7 ESV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "Endure hardship as discipline; God is treating you as his children. For what children are not disciplined by their father?",
            "book": "Hebrews 12:7 NIV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "No discipline seems pleasant at the time, but painful. Later on, however, it produces a harvest of righteousness and peace for those who have been trained by it.",
            "book": "Hebrews 12:11 NIV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "Whoever loves discipline loves knowledge, but whoever hates correction is stupid.",
            "book": "Proverbs 12:1 NIV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "Whoever heeds discipline shows the way to life, but whoever ignores correction leads others astray.",
            "book": "Proverbs 10:17 NIV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "The blessing of the LORD brings wealth, without painful toil for it.",
            "book": "Proverbs 10:22 NIV",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "Those who disregard discipline despise themselves, but the one who heeds correction gains understanding.",
            "book": "Proverbs 15:32 NIV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "Whoever remains stiff-necked after many rebukes will suddenly be destroyed—without remedy.",
            "book": "Proverbs 29:1 NIV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "Discipline your children, and they will give you peace; they will bring you the delights you desire.",
            "book": "Proverbs 29:17 NIV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "The Lord disciplines those he loves, as a father the son he delights in.",
            "book": "Proverbs 3:12 NIV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "My son, do not despise the Lord’s discipline, and do not resent his rebuke, because the Lord disciplines those he loves, as a father the son he delights in.",
            "book": "Proverbs 3:11-12 NIV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "Blessed is the one who perseveres under trial because, having stood the test, that person will receive the crown of life that the Lord has promised to those who love him.",
            "book": "James 1:12 NIV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up.",
            "book": "Galatians 6:9 NIV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "But those who hope in the Lord will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint.",
            "book": "Isaiah 40:31 NIV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I can do all this through him who gives me strength.",
            "book": "Philippians 4:13 NIV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "Consider it pure joy, my brothers and sisters, whenever you face trials of many kinds, because you know that the testing of your faith produces perseverance.",
            "book": "James 1:2-3 NIV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "And let us run with perseverance the race marked out for us, fixing our eyes on Jesus, the pioneer and perfecter of faith. For the joy set before him he endured the cross, scorning its shame, and sat down at the right hand of the throne of God.",
            "book": "Hebrews 12:1-2 NIV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I press on toward the goal to win the prize for which God has called me heavenward in Christ Jesus.",
            "book": "Philippians 3:14 NIV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles. And let us run with perseverance the race marked out for us,",
            "book": "Hebrews 12:1 NIV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "But as for you, be strong and do not give up, for your work will be rewarded.",
            "book": "2 Chronicles 15:7 NIV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "Therefore we do not lose heart. Though outwardly we are wasting away, yet inwardly we are being renewed day by day.",
            "book": "2 Corinthians 4:16 NIV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "And let us not grow weary while doing good, for in due season we shall reap if we do not lose heart.",
            "book": "Galatians 6:9 NKJV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "And let us not grow weary while doing good, for in due season we shall reap if we do not lose heart.",
            "book": "Galatians 6:9 NKJV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "Watch, stand fast in the faith, be brave, be strong.",
            "book": "1 Corinthians 16:13 NKJV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I press toward the goal for the prize of the upward call of God in Christ Jesus.",
            "book": "Philippians 3:14 NKJV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I have fought the good fight, I have finished the race, I have kept the faith.",
            "book": "2 Timothy 4:7 NKJV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "Blessed is the man who endures temptation; for when he has been approved, he will receive the crown of life which the Lord has promised to those who love Him.",
            "book": "James 1:12 NKJV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "But he who endures to the end shall be saved.",
            "book": "Matthew 24:13 NKJV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "Therefore we also, since we are surrounded by so great a cloud of witnesses, let us lay aside every weight, and the sin which so easily ensnares us, and let us run with endurance the race that is set before us.",
            "book": "Hebrews 12:1 NKJV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "My brethren, count it all joy when you fall into various trials, knowing that the testing of your faith produces patience. But let patience have its perfect work, that you may be perfect and complete, lacking nothing.",
            "book": "James 1:2-4 NKJV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "For you have need of endurance, so that after you have done the will of God, you may receive the promise:",
            "book": "Hebrews 10:36 NKJV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "And not only that, but we also glory in tribulations, knowing that tribulation produces perseverance; and perseverance, character; and character, hope.",
            "book": "Romans 5:3-4 NKJV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "Therefore, since Christ suffered for us in the flesh, arm yourselves also with the same mind, for he who has suffered in the flesh has ceased from sin, that he no longer should live the rest of his time in the flesh for the lusts of men, but for the will of God.",
            "book": "1 Peter 4:1-2 NKJV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "But without faith it is impossible to please Him, for he who comes to God must believe that He is, and that He is a rewarder of those who diligently seek Him.",
            "book": "Hebrews 11:6 NKJV",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "My command is this: Love each other as I have loved you.",
            "book": "John 15:12 NIV",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Dear friend, I pray that you may enjoy good health and that all may go well with you, even as your soul is getting along well.",
            "book": "3 John 1:2 NIV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "He heals the brokenhearted and binds up their wounds.",
            "book": "Psalm 147:3 NIV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "A cheerful heart is good medicine, but a crushed spirit dries up the bones.",
            "book": "Proverbs 17:22 NIV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "My son, pay attention to what I say; turn your ear to my words. Do not let them out of your sight, keep them within your heart; for they are life to those who find them and health to one’s whole body.",
            "book": "Proverbs 4:20-22 NIV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "But he was pierced for our transgressions, he was crushed for our iniquities; the punishment that brought us peace was on him, and by his wounds we are healed.",
            "book": "Isaiah 53:5 NIV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "For great is your love, reaching to the heavens; your faithfulness reaches to the skies." ,
            "book": "Psalm 57:10 NIV",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "The Lord is good, a refuge in times of trouble. He cares for those who trust in him," ,
            "book": "Nahum 1:7 NIV",
            "isFavorite": false,
            "category": "love"},
        {
            "text": "No, in all these things we are more than conquerors through him who loved us. For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers, neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord." ,
            "book": "Romans 8:37-39 NIV",
            "isFavorite": false,
            "category": "love"},
        {
            "text": "But you are a forgiving God, gracious and compassionate, slow to anger and abounding in love. Therefore you did not desert them," ,
            "book": "Nehemiah 9:17 NIV",
            "isFavorite": false,
            "category": "love"},
        {
            "text": "Praise the Lord, my soul; all my inmost being, praise his holy name. Praise the Lord, my soul, and forget not all his benefits— who forgives all your sins and heals all your diseases," ,
            "book": "Psalm 103:1-3 NIV",
            "isFavorite": false,
            "category": "love"},
        {
            "text": "As a father has compassion on his children, so the Lord has compassion on those who fear him;" ,
            "book": "Psalm 103:13 NIV",
            "isFavorite": false,
            "category": "love"},
        {
            "text": "But because of his great love for us, God, who is rich in mercy, made us alive with Christ even when we were dead in transgressions—it is by grace you have been saved." ,
            "book": "Ephesians 2:4-5 NIV",
            "isFavorite": false,
            "category": "love"},
        {
            "text": "Your love, Lord, reaches to the heavens, your faithfulness to the skies." ,
            "book": "Psalm 36:5 NIV",
            "isFavorite": false,
            "category": "love"},
        {
            "text": "May the Lord direct your hearts into God’s love and Christ’s perseverance." ,
            "book": "2 Thessalonians 3:5 NIV",
            "isFavorite": false,
            "category": "love"},
        {
            "text": "For the Lord loves the just and will not forsake his faithful ones. Wrongdoers will be completely destroyed; the offspring of the wicked will perish." ,
            "book": "Psalm 37:28 NIV",
            "isFavorite": false,
            "category": "love"},
        {
            "text": "Whoever does not love does not know God, because God is love." ,
            "book": "1 John 4:8 NIV",
            "isFavorite": false,
            "category": "love"},
        {
            "text": "The Lord is compassionate and gracious, slow to anger, abounding in love." ,
            "book": "Psalm 103:8 NIV",
            "isFavorite": false,
            "category": "love"},
        {
            "text": "How priceless is your unfailing love, O God! People take refuge in the shadow of your wings." ,
            "book": "Psalm 36:7 NIV",
            "isFavorite": false,
            "category": "love"},
        {
            "text": "But you, Lord, are a compassionate and gracious God, slow to anger, abounding in love and faithfulness." ,
            "book": "Psalm 86:15 NIV",
            "isFavorite": false,
            "category": "love"},
        {
            "text": "Who shall separate us from the love of Christ? Shall trouble or hardship or persecution or famine or nakedness or danger or sword?" ,
            "book": "Romans 8:35 NIV",
            "isFavorite": false,
            "category": "love"},
        {
            "text": "For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers, neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord.",
            "book": "Romans 8:38-39 NIV",
            "isFavorite": false,
            "category": "love"},
        {
            "text": "For God did not send his Son into the world to condemn the world, but to save the world through him.",
            "book": "John 3:17 NIV",
            "isFavorite": false,
            "category": "love"},
        {
            "text": "But you, Lord, are a compassionate and gracious God, slow to anger, abounding in love and faithfulness.",
            "book": "Psalm 86:15 NIV",
            "isFavorite": false,
            "category": "love"},
        {
            "text": "This is love: not that we loved God, but that he loved us and sent his Son as an atoning sacrifice for our sins.",
            "book": "1 John 4:10 NIV",
            "isFavorite": false,
            "category": "love"},
        {
            "text": "The Lord appeared to us in the past, saying: 'I have loved you with an everlasting love; I have drawn you with unfailing kindness.'",
            "book": "Jeremiah 31:3 NIV",
            "isFavorite": false,
            "category": "love"},
        {
            "text": "Give thanks to the Lord, for he is good; his love endures forever.",
            "book": "1 Chronicles 16:34 NIV",
            "isFavorite": false,
            "category": "love"},
        {
            "text": "In this is love, not that we have loved God but that he loved us and sent his Son to be the propitiation for our sins." ,
            "book": "1 John 4:10 ESV",
            "isFavorite": false,
            "category": "love"},
        {
            "text": "For as high as the heavens are above the earth, so great is his love for those who fear him;" ,
            "book": "Psalm 103:11 NIV",
            "isFavorite": false,
            "category": "love"},
        {
            "text": "And so we know and rely on the love God has for us. God is love. Whoever lives in love lives in God, and God in them." ,
            "book": "1 John 4:16 NIV",
            "isFavorite": false,
            "category": "love"},
        {
            "text": "Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come." ,
            "book": "2 Corinthians 5:17 ESV",
            "isFavorite": false,
            "category": "identity"},
        {
            "text": "But you are a chosen race, a royal priesthood, a holy nation, a people for his own possession, that you may proclaim the excellencies of him who called you out of darkness into his marvelous light." ,
            "book": "1 Peter 2:9 ESV",
            "isFavorite": false,
            "category": "identity"},
        {
            "text": "So God created man in his own image, in the image of God he created him; male and female he created them." ,
            "book": "Genesis 1:27 ESV",
            "isFavorite": false,
            "category": "identity"},
        {
            "text": "I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me." ,
            "book": "Galatians 2:20 ESV",
            "isFavorite": false,
            "category": "identity"},
        {
            "text": "Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, for you were bought with a price. So glorify God in your body." ,
            "book": "1 Corinthians 6:19-20 ESV",
            "isFavorite": false,
            "category": "identity"},
        {
            "text": "For I know the plans I have for you, declares the Lord, plans for welfare and not for evil, to give you a future and a hope." ,
            "book": "Jeremiah 29:11 ESV",
            "isFavorite": false,
            "category": "identity"},
        {
            "text": "If then you have been raised with Christ, seek the things that are above, where Christ is, seated at the right hand of God. Set your minds on things that are above, not on things that are on earth. For you have died, and your life is hidden with Christ in God. When Christ who is your life appears, then you also will appear with him in glory." ,
            "book": "Colossians 3:1-4 ESV",
            "isFavorite": false,
            "category": "identity"},
        {
            "text": "I am the vine; you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing.",
            "book": "John 15:5 ESV",
            "isFavorite": false,
            "category": "identity"},
        {
            "text": "Know that the Lord, he is God! It is he who made us, and we are his; we are his people, and the sheep of his pasture." ,
            "book": "Psalm 100:3 ESV",
            "isFavorite": false,
            "category": "identity"},
        {
            "text": "We know that our old self was crucified with him in order that the body of sin might be brought to nothing, so that we would no longer be enslaved to sin." ,
            "book": "Romans 6:6 ESV",
            "isFavorite": false,
            "category": "identity"},
        {
            "text": "For all who are led by the Spirit of God are sons of God.",
            "book": "Romans 8:14 ESV",
            "isFavorite": false,
            "category": "identity"},
        {
            "text": "But to all who did receive him, who believed in his name, he gave the right to become children of God,",
            "book": "John 1:12 ESV",
            "isFavorite": false,
            "category": "identity"},
        {
            "text": "See what kind of love the Father has given to us, that we should be called children of God; and so we are. The reason why the world does not know us is that it did not know him.",
            "book": "1 John 3:1 ESV",
            "isFavorite": false,
            "category": "identity"},
        {
            "text": "But put on the Lord Jesus Christ, and make no provision for the flesh, to gratify its desires.",
            "book": "Romans 13:14 ESV",
            "isFavorite": false,
            "category": "identity"},
        {
            "text": "Therefore, if you have been raised with Christ, seek the things that are above, where Christ is, seated at the right hand of God.",
            "book": "Colossians 3:1 ESV",
            "isFavorite": false,
            "category": "identity"},
        {
            "text": "For at one time you were darkness, but now you are light in the Lord. Walk as children of light.",
            "book": "Ephesians 5:8 ESV",
            "isFavorite": false,
            "category": "identity"},
        {
            "text": "Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh.",
            "book": "Genesis 2:24 ESV",
            "isFavorite": false,
            "category": "marriage"
        },
        {
            "text": "Let marriage be held in honor among all, and let the marriage bed be undefiled, for God will judge the sexually immoral and adulterous.",
            "book": "Hebrews 13:4 ESV",
            "isFavorite": false,
            "category": "marriage"
        },
        {
            "text": "Husbands, love your wives, as Christ loved the church and gave himself up for her.",
            "book": "Ephesians 5:25 ESV",
            "isFavorite": false,
            "category": "marriage"
        },
        {
            "text": "Therefore what God has joined together, let no one separate.",
            "book": "Mark 10:9 ESV",
            "isFavorite": false,
            "category": "marriage"
        },
        {
            "text": "Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it",
            "book": "1 Corinthians 13:4-5 ESV",
            "isFavorite": false,
            "category": "marriage"
        },
        {
            "text": "An excellent wife who can find? She is far more precious than jewels.",
            "book": "Proverbs 31:10 ESV",
            "isFavorite": false,
            "category": "marriage"
        },
        {
            "text": "Two are better than one, because they have a good reward for their toil.",
            "book": "Ecclesiastes 4:9 ESV",
            "isFavorite": false,
            "category": "marriage"
        },
        {
            "text": "Wives, submit to your own husbands, as to the Lord.",
            "book": "Ephesians 5:22 ESV",
            "isFavorite": false,
            "category": "marriage"
        },
        {
            "text": "Do not be unequally yoked with unbelievers. For what partnership has righteousness with lawlessness? Or what fellowship has light with darkness?",
            "book": "2 Corinthians 6:14 ESV",
            "isFavorite": false,
            "category": "marriage"
        },
        {
            "text": "However, let each one of you love his wife as himself, and let the wife see that she respects her husband.",
            "book": "Ephesians 5:33 ESV",
            "isFavorite": false,
            "category": "marriage"
        },
        {
            "text": "So God created man in his own image, in the image of God he created him; male and female he created them.",
            "book": "Genesis 1:27 ESV",
            "isFavorite": false,
            "category": "marriage"
        },
        {
            "text": "Therefore a man shall leave his father and mother and hold fast to his wife, and the two shall become one flesh.",
            "book": "Ephesians 5:31 ESV",
            "isFavorite": false,
            "category": "marriage"
        },
        {
            "text": "For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh.",
            "book": "Matthew 19:5 ESV",
            "isFavorite": false,
            "category": "marriage"
        },
        {
            "text": "Likewise, husbands, live with your wives in an understanding way, showing honor to the woman as the weaker vessel, since they are heirs with you of the grace of life, so that your prayers may not be hindered.",
            "book": "1 Peter 3:7 ESV",
            "isFavorite": false,
            "category": "marriage"
        },
        {
            "text": "Let each of you look not only to his own interests, but also to the interests of others.",
            "book": "Philippians 2:4 ESV",
            "isFavorite": false,
            "category": "marriage"
        },
        {
            "text": "Do not deprive one another, except perhaps by agreement for a limited time, that you may devote yourselves to prayer; but then come together again, so that Satan may not tempt you because of your lack of self-control.",
            "book": "1 Corinthians 7:5 ESV",
            "isFavorite": false,
            "category": "marriage"
        },
        {
            "text": "Let all bitterness and wrath and anger and clamor and slander be put away from you, along with all malice.",
            "book": "Ephesians 4:31 ESV",
            "isFavorite": false,
            "category": "marriage"
        },
        {
            "text": "Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.",
            "book": "James 5:16 ESV",
            "isFavorite": false,
            "category": "marriage"
        },
        {
            "text": "Wives, submit to your husbands, as is fitting in the Lord. Husbands, love your wives, and do not be harsh with them.",
            "book": "Colossians 3:18-19 ESV",
            "isFavorite": false,
            "category": "marriage"
        },
        {
            "text": "But because of the temptation to sexual immorality, each man should have his own wife and each woman her own husband.",
            "book": "1 Corinthians 7:2 ESV",
            "isFavorite": false,
            "category": "marriage"
        },
        {
            "text": "The Lord will rescue me from every evil attack and will bring me safely to his heavenly kingdom. To him be glory for ever and ever. Amen.",
            "book": "2 Timothy 4:18 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },
        {
            "text": "As the mountains surround Jerusalem, so the Lord surrounds his people both now and forevermore.",
            "book": "Psalm 125:2 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },
        {
            "text": "The Lord will keep you from all harm—he will watch over your life; the Lord will watch over your coming and going both now and forevermore.",
            "book": "Psalm 121:7-8 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },
        {
            "text": "The Lord will fight for you; you need only to be still.",
            "book": "Exodus 14:14 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },
        {
            "text": "But the Lord is faithful, and he will strengthen you and protect you from the evil one.",
            "book": "II Thessalonians 3:3 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },
        {
            "text": "The name of the Lord is a fortified tower; the righteous run to it and are safe.",
            "book": "Proverbs 18:10 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },
        {
            "text": "If you say, 'The Lord is my refuge,' and you make the Most High your dwelling, no harm will overtake you, no disaster will come near your tent.",
            "book": "Psalm 91:9-10 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },
        {
            "text": "Have mercy on me, my God, have mercy on me, for in you I take refuge. I will take refuge in the shadow of your wings until the disaster has passed.",
            "book": "Psalm 57:1 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },
        {
            "text": "In peace I will lie down and sleep, for you alone, Lord, make me dwell in safety.",
            "book": "Psalm 4:8 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },
        {
            "text": "The righteous person may have many troubles, but the Lord delivers him from them all;",
            "book": "Psalm 34:19 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },
        {
            "text": "The Lord is good, a refuge in times of trouble. He cares for those who trust in him.",
            "book": "Nahum 1:7 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },{
            "text": "The righteous cry out, and the Lord hears them; he delivers them from all their troubles. The Lord is close to the brokenhearted and saves those who are crushed in spirit.",
            "book": "Psalm 34:17-18 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },
        {
            "text": "You are my refuge and my shield; I have put my hope in your word.",
            "book": "Psalm 119:114 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },
        {
            "text": "My prayer is not that you take them out of the world but that you protect them from the evil one.",
            "book": "John 17:15 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },
        {
            "text": "Even though I walk through the darkest valley, I will fear no evil, for you are with me; your rod and your staff, they comfort me.",
            "book": "Psalm 23:4 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },
        {
            "text": "May the Lord answer you when you are in distress; may the name of the God of Jacob protect you.",
            "book": "Psalm 20:1 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },
        {
            "text": "Even to your old age and gray hairs I am he, I am he who will sustain you. I have made you and I will carry you; I will sustain you and I will rescue you.",
            "book": "Isaiah 46:4 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },
        {
            "text": "But I will sing of your strength, in the morning I will sing of your love; for you are my fortress, my refuge in times of trouble.",
            "book": "Psalm 59:16 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },
        {
            "text": "A thousand may fall at your side, ten thousand at your right hand, but it will not come near you.",
            "book": "Psalm 91:7 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },
        {
            "text": "A father to the fatherless, a defender of widows, is God in his holy dwelling.",
            "book": "Psalm 68:5 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },
        {
            "text": "But let all who take refuge in you be glad; let them ever sing for joy. Spread your protection over them, that those who love your name may rejoice in you.",
            "book": "Psalm 5:11 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },
        {
            "text": "But you, Lord, are a shield around me, my glory, the One who lifts my head high.",
            "book": "Psalm 3:3 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },
        {
            "text": "When you pass through the waters, I will be with you; and when you pass through the rivers, they will not sweep over you. When you walk through the fire, you will not be burned; the flames will not set you ablaze.",
            "book": "Isaiah 43:2 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },
        {
            "text": "So we say with confidence, 'The Lord is my helper; I will not be afraid. What can mere mortals do to me?'",
            "book": "Hebrews 13:6 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },
        {
            "text": "The righteous person may have many troubles, but the Lord delivers him from them all;",
            "book": "Psalm 34:19 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },
        {
            "text": "'No weapon forged against you will prevail, and you will refute every tongue that accuses you. This is the heritage of the servants of the Lord, and this is their vindication from me,' declares the Lord.",
            "book": "Isaiah 54:17 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },
        {
            "text": "This poor man called, and the Lord heard him; he saved him out of all his troubles.",
            "book": "Psalm 34:6 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },
        {
            "text": "I keep my eyes always on the Lord. With him at my right hand, I will not be shaken.",
            "book": "Psalm 16:8 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },
        {
            "text": "Though I walk in the midst of trouble, you preserve my life. You stretch out your hand against the anger of my foes; with your right hand you save me.",
            "book": "Psalm 138:7 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },
        {
            "text": "You are my hiding place; you will protect me from trouble and surround me with songs of deliverance.",
            "book": "Psalm 32:7 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },
        {
            "text": "God is our refuge and strength, an ever-present help in trouble.",
            "book": "Psalm 46:1 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },
        {
            "text": "My God is my rock, in whom I take refuge, my shield and the horn of my salvation. He is my stronghold, my refuge and my savior—from violent people you save me. 'I called to the Lord, who is worthy of praise, and have been saved from my enemies.",
            "book": "II Samuel 22:3-4 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },
        {
            "text": "The Lord is my light and my salvation—whom shall I fear? The Lord is the stronghold of my life—of whom shall I be afraid?",
            "book": "Psalm 27:1 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },
        {
            "text": "For the Lord your God is the one who goes with you to fight for you against your enemies to give you victory.",
            "book": "Deuteronomy 20:4 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },
        {
            "text": "Show me the wonders of your great love, you who save by your right hand those who take refuge in you from their foes. Keep me as the apple of your eye; hide me in the shadow of your wings.",
            "book": "Psalm 17:7-8 NIV",
            "isFavorite": false,
            "category": "godsprotection"
        },
        {
            "text": "Yet to all who did receive him, to those who believed in his name, he gave the right to become children of God",
            "book": "John 1:12 NIV",
            "isFavorite": false,
            "category": "identity"
        },
        {
            "text": "He predestined us for adoption to sonship through Jesus Christ, in accordance with his pleasure and will",
            "book": "Ephesians 1:5 NIV",
            "isFavorite": false,
            "category": "identity"
        },
        {
            "text": "Accept one another, then, just as Christ accepted you, in order to bring praise to God.",
            "book": "Romans 15:7 NIV",
            "isFavorite": false,
            "category": "identity"
        },
        {
            "text": "For in Christ all the fullness of the Deity lives in bodily form, and in Christ you have been brought to fullness. He is the head over every power and authority.",
            "book": "Colossians 2:9-10 NIV",
            "isFavorite": false,
            "category": "identity"
        },
        {
            "text": "But whoever is united with the Lord is one with him in spirit.",
            "book": "1 Corinthians 6:17 NIV",
            "isFavorite": false,
            "category": "identity"
        },
        {
            "text": "For we know that our old self was crucified with him so that the body ruled by sin might be done away with, that we should no longer be slaves to sin",
            "book": "Romans 6:6 NIV",
            "isFavorite": false,
            "category": "identity"
        },
        {
            "text": "So God created mankind in his own image, in the image of God he created them; male and female he created them.",
            "book": "Genesis 1:27 NIV",
            "isFavorite": false,
            "category": "identity"
        },
        {
            "text": "Before I formed you in the womb I knew you, before you were born I set you apart; I appointed you as a prophet to the nations.",
            "book": "Jeremiah 1:5 NIV",
            "isFavorite": false,
            "category": "identity"
        },
        {
            "text": "But you are a chosen people, a royal priesthood, a holy nation, God's special possession, that you may declare the praises of him who called you out of darkness into his wonderful light.",
            "book": "1 Peter 2:9 NIV",
            "isFavorite": false,
            "category": "identity"
        },
        {
            "text": "Since, then, you have been raised with Christ, set your hearts on things above, where Christ is, seated at the right hand of God. Set your minds on things above, not on earthly things. For you died, and your life is now hidden with Christ in God.",
            "book": "Colossians 3:1-3 NIV",
            "isFavorite": false,
            "category": "identity"
        },
        {
            "text": "God knew from the beginning who would put their trust in Him. So He chose them and made them to be like His Son. Christ was first and all those who belong to God are His brothers.",
            "book": "Romans 8:29 NLV",
            "isFavorite": false,
            "category": "identity"
        },
        {
            "text": "Be perfect, therefore, as your heavenly Father is perfect.",
            "book": "Matthew 5:48 NIV",
            "isFavorite": false,
            "category": "identity"
        },
        {
            "text": "For by the grace given me I say to every one of you: Do not think of yourself more highly than you ought, but rather think of yourself with sober judgment, in accordance with the faith God has distributed to each of you.",
            "book": "Romans 12:3 NIV",
            "isFavorite": false,
            "category": "identity"
        },
        {
            "text": "For you created my inmost being; you knit me together in my mother's womb. I praise you because I am fearfully and wonderfully made; your works are wonderful, I know that full well.",
            "book": "Psalm 139:13-14 NIV",
            "isFavorite": false,
            "category": "identity"
        },
        {
            "text": "For we are God's handiwork, created in Christ Jesus to do good works, which God prepared in advance for us to do.",
            "book": "Ephesians 2:10 NIV",
            "isFavorite": false,
            "category": "identity"
        },
        {
            "text": "Our bodies are made up of many parts. None of these parts have the same use. 5 There are many people who belong to Christ. And yet, we are one body which is Christ’s. We are all different but we depend on each other.",
            "book": "Romans 12:4-5 NLV",
            "isFavorite": false,
            "category": "identity"
        },
        {
            "text": "We have different gifts, according to the grace given to each of us. If your gift is prophesying, then prophesy in accordance with your faith; if it is serving, then serve; if it is teaching, then teach; if it is to encourage, then give encouragement; if it is giving, then give generously; if it is to lead, do it diligently; if it is to show mercy, do it cheerfully.",
            "book": "Romans 12:6-8 NIV",
            "isFavorite": false,
            "category": "identity"
        },
        {
            "text": "I pray that you will know the love of Christ. His love goes beyond anything we can understand. I pray that you will be filled with God Himself.",
            "book": "Ephesians 3:19 NLV",
            "isFavorite": false,
            "category": "identity"
        },
        {
            "text": "Study this Book of Instruction continually. Meditate on it day and night so you will be sure to obey everything written in it. Only then will you prosper and succeed in all you do.",
            "book": "Joshua 1:8 NLT",
            "isFavorite": false,
            "category": "identity"
        },
        {
            "text": "Show me your ways, LORD, teach me your paths. Guide me in your truth and teach me, for you are God my Savior, and my hope is in you all day long.",
            "book": "Psalm 25:4-5 NIV",
            "isFavorite": false,
            "category": "guidance"
        },
        {
            "text": "I will instruct you and teach you in the way you should go; I will counsel you with my loving eye on you.",
            "book": "Psalm 32:8 NIV",
            "isFavorite": false,
            "category": "guidance"
        },
        {
            "text": "By faith Abraham, when called to go to a place he would later receive as his inheritance, obeyed and went, even though he did not know where he was going.",
            "book": "Hebrews 11:8 NIV",
            "isFavorite": false,
            "category": "guidance"
        },
        {
            "text": "Lead me in the right path, O Lord, or my enemies will conquer me. Make your way plain for me to follow.",
            "book": "Psalm 5:8 NLT",
            "isFavorite": false,
            "category": "guidance"
        },
        {
            "text": "If any of you lacks wisdom, you should ask God, who gives generously to all without finding fault, and it will be given to you. But when you ask, you must believe and not doubt, because the one who doubts is like a wave of the sea, blown and tossed by the wind.",
            "book": "James 1:5-6 NIV",
            "isFavorite": false,
            "category": "guidance"
        },
        {
            "text": "Whether you turn to the right or to the left, your ears will hear a voice behind you, saying, 'This is the way'",
            "book": "Isaiah 30:21 NIV",
            "isFavorite": false,
            "category": "guidance"
        },
        {
            "text": "Trust in the LORD with all your heart and lean not on your own understanding; in all your ways submit to him, and he will make your paths straight.",
            "book": "Proverbs 3:5-6 NIV",
            "isFavorite": false,
            "category": "guidance"
        },
        {
            "text": "For You are my rock and my safe place. For the honor of Your name, lead me and show me the way.",
            "book": "Psalm 31:3 NLV",
            "isFavorite": false,
            "category": "guidance"
        },
        {
            "text": "Jesus spoke to the people once more and said, \"I am the light of the world. If you follow me, you won’t have to walk in darkness, because you will have the light that leads to life.\"",
            "book": "John 8:12 NLT",
            "isFavorite": false,
            "category": "guidance"
        },
        {
            "text": "O God, listen to my cry! Hear my prayer! From the ends of the earth, I cry to you for help when my heart is overwhelmed. Lead me to the towering rock of safety",
            "book": "Psalm 61:1-2 NLT",
            "isFavorite": false,
            "category": "guidance"
        },
        {
            "text": "Let the morning bring me word of your unfailing love, for I have put my trust in you. Show me the way I should go, for to you I entrust my life.",
            "book": "Psalm 143:8 NIV",
            "isFavorite": false,
            "category": "guidance"
        },
        {
            "text": "Therefore, I urge you, brothers and sisters, in view of God's mercy, to offer your bodies as a living sacrifice, holy and pleasing to God—this is your true and proper worship. Do not conform to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is—his good, pleasing and perfect will.",
            "book": "Romans 12:1-2 NIV",
            "isFavorite": false,
            "category": "guidance"
        },
        {
            "text": "For the Lord gives wisdom. Much learning and understanding come from His mouth. He stores up perfect wisdom for those who are right with Him. He is a safe-covering to those who are right in their walk. He watches over the right way, and He keeps safe the way of those who belong to Him. Then you will understand what is right and good, and right from wrong, and you will know what you should do.",
            "book": "Proverbs 2:6-9 NLV",
            "isFavorite": false,
            "category": "guidance"
        },
        {
            "text": "I will praise the LORD, who counsels me; even at night my heart instructs me. I keep my eyes always on the LORD. With him at my right hand, I will not be shaken.",
            "book": "Psalm 16:7-8 NIV",
            "isFavorite": false,
            "category": "guidance"
        },
        {
            "text": "The gatekeeper opens the gate for him, and the sheep listen to his voice. He calls his own sheep by name and leads them out. When he has brought out all his own, he goes on ahead of them, and his sheep follow him because they know his voice.",
            "book": "John 10:3-4 NIV",
            "isFavorite": false,
            "category": "guidance"
        },
        {
            "text": "Your word is a lamp for my feet, a light on my path.",
            "book": "Psalm 119:105 NIV",
            "isFavorite": false,
            "category": "guidance"
        },
        {
            "text": "I desire to do your will, my God; your law is within my heart.",
            "book": "Psalm 40:8 NIV",
            "isFavorite": false,
            "category": "guidance"
        },
        {
            "text": "For I know the plans I have for you, declares the LORD, plans to prosper you and not to harm you, plans to give you hope and a future.",
            "book": "Jeremiah 29:11 NIV",
            "isFavorite": false,
            "category": "guidance"
        },
        {
            "text": "He leads those without pride into what is right, and teaches them His way.",
            "book": "Psalm 25:9 NLV",
            "isFavorite": false,
            "category": "guidance"
        },
        {
            "text": "For God is working in you, giving you the desire and the power to do what pleases him.",
            "book": "Philippians 2:13 NLT",
            "isFavorite": false,
            "category": "guidance"
        },
        {
            "text": "Without wise leadership, a nation falls; there is safety in having many advisers.",
            "book": "Proverbs 11:14 NLT",
            "isFavorite": false,
            "category": "guidance"
        },
        {
            "text": "The Lord directs the steps of the godly. He delights in every detail of their lives.",
            "book": "Psalm 37:23 NLT",
            "isFavorite": false,
            "category": "guidance"
        },
        {
            "text": "So Saul died for his sin against the Lord, because he did not keep the Word of the Lord. He had asked a woman who spoke with spirits what he should do. He did not ask the Lord. So the Lord killed him, and gave the nation to David the son of Jesse.",
            "book": "1 Chronicles 10:13-14 NLV",
            "isFavorite": false,
            "category": "guidance"
        },
        {
            "text": "The mind of a man plans his way, but the Lord shows him what to do.",
            "book": "Proverbs 16:9 NLV",
            "isFavorite": false,
            "category": "guidance"
        },
        {
            "text": "Call to me and I will answer you and tell you great and unsearchable things you do not know.",
            "book": "Jeremiah 33:3 NIV",
            "isFavorite": false,
            "category": "guidance"
        },
        {
            "text": "Who are those who fear the Lord? He will show them the path they should choose.",
            "book": "Psalm 25:12 NLT",
            "isFavorite": false,
            "category": "guidance"
        },
        {
            "text": "I am with you and will watch over you wherever you go, and I will bring you back to this land. I will not leave you until I have done what I have promised you.",
            "book": "Genesis 28:15 NIV",
            "isFavorite": false,
            "category": "guidance"
        },
        {
            "text": "This is my command—be strong and courageous! Do not be afraid or discouraged. For the Lord your God is with you wherever you go.",
            "book": "Joshua 1:9 NLT",
            "isFavorite": false,
            "category": "guidance"
        },
        {
            "text": " The Holy Spirit is coming. He will lead you into all truth. He will not speak His Own words. He will speak what He hears. He will tell you of things to come.",
            "book": "John 16:13 NLV",
            "isFavorite": false,
            "category": "guidance"
        },
        {
            "text": "Teach me Your way, O Lord. Lead me in a straight path, because of those who fight against me.",
            "book": "Psalm 27:11 NLV",
            "isFavorite": false,
            "category": "guidance"
        },
        {
            "text": "Teach me your ways, O Lord, that I may live according to your truth! Grant me purity of heart, so that I may honor you.",
            "book": "Psalm 86:11 NLT",
            "isFavorite": false,
            "category": "guidance"
        },
        {
            "text": "Send me your light and your faithful care, let them lead me; let them bring me to your holy mountain, to the place where you dwell.",
            "book": "Psalm 43:3 NIV",
            "isFavorite": false,
            "category": "guidance"
        },
        {
            "text": "Search me, God, and know my heart; test me and know my anxious thoughts. See if there is any offensive way in me, and lead me in the way everlasting.",
            "book": "Psalm 139:23-24 NIV",
            "isFavorite": false,
            "category": "guidance"
        },
        {
            "text": "By day the LORD went ahead of them in a pillar of cloud to guide them on their way and by night in a pillar of fire to give them light, so that they could travel by day or night. Neither the pillar of cloud by day nor the pillar of fire by night left its place in front of the people.",
            "book": "Exodus 13:21-22 NIV",
            "isFavorite": false,
            "category": "guidance"
        },
        {
            "text": "Yet I am always with you; you hold me by my right hand. You guide me with your counsel, and afterward you will take me into glory.",
            "book": "Psalm 73:23-24 NIV",
            "isFavorite": false,
            "category": "guidance"
        },
        
    ]
    
}
