{
    "count": 160,
    "declarations": [
        {
            "text": "I tell you, you can pray for anything, and if you believe that you’ve received it, it will be yours.",
            "book": "Mark 11:24 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Love is patient and kind. Love is not jealous or boastful or proud or rude. It does not demand its own way. It is not irritable, and it keeps no record of being wronged.",
            "book": "1 Corinthians 13:3-5 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Always be joyful. Never stop praying. Be thankful in all circumstances, for this is God’s will for you who belong to Christ Jesus.",
            "book": "1 Thessalonians 5:16-18 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "The Lord is for me, so I will have no fear.What can mere people do to me?",
            "book": "Psalm 118:6 NLT",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "The Lord keeps watch over you as you come and go, both now and forever.",
            "book": "Psalm 121:8 NLT",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "You must serve only the Lord your God. If you do, I will bless you with food and water, and I will protect you from illness.",
            "book": "Exodus 23:25 NLT",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I am leaving you with a gift—peace of mind and heart. And the peace I give is a gift the world cannot give. So don’t be troubled or afraid.",
            "book": "John 14:27 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "How much better to get wisdom than gold, and good judgment than silver!",
            "book": "Proverbs 16:16 NLT",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "A fool is quick-tempered, but a wise person stays calm when insulted.",
            "book": "Proverbs 12:16 NLT",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "The light shines in the darkness, and the darkness can never extinguish it.",
            "book": "John 1:5 NLT",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "For you know that when your faith is tested, your endurance has a chance to grow.",
            "book": "James 1:3 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Three things will last forever—faith, hope, and love—and the greatest of these is love.",
            "book": "1 Corinthians 13:13 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Don’t worry about anything; instead, pray about everything. Tell God what you need, and thank him for all he has done.",
            "book": "Philippians 4:6-7 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "For God has not given us a spirit of fear and timidity, but of power, love, and self-discipline.",
            "book": "2 Timothy 1:7 NLT",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "\"For I know the plans I have for you,\" says the Lord. \"They are plans for good and not for disaster, to give you a future and a hope.\"",
            "book": "Jeremiah 29:11 NLT",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "Kind words are like honey— sweet to the soul and healthy for the body.",
            "book": "Proverbs 16:24 NLT",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I have told you all this so that you may have peace in me. Here on earth you will have many trials and sorrows. But take heart, because I have overcome the world.",
            "book": "John 16:33 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Wealth from get-rich-quick schemes quickly disappears; wealth from hard work grows over time.",
            "book": "Proverbs 13:11 NLT",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "Better to be patient than powerful; better to have self-control than to conquer a city.",
            "book": "Proverbs 16:32 NLT",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "So I say, let the Holy Spirit guide your lives. Then you won’t be doing what your sinful nature craves.",
            "book": "Galatians 5:16 NLT",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "Faith shows the reality of what we hope for; it is the evidence of things we cannot see.",
            "book": "Hebrews 11:1 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "And do everything with love.",
            "book": "1 Corinthians 16:14 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "But thank God! He gives us victory over sin and death through our Lord Jesus Christ.",
            "book": "1 Corinthians 15:57 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I pray that God, the source of hope, will fill you completely with joy and peace because you trust in him. Then you will overflow with confident hope through the power of the Holy Spirit.",
            "book": "Romans 15:13 NLT",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "So now wrap your heart tightly around the hope that lives within us, knowing that God always keeps his promises!",
            "book": "Hebrews 10:23 TPT",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "So whether you eat or drink or whatever you do, do it all for the glory of God.",
            "book": "1 Corinthians 10:31 NLT",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Now may the Lord of peace himself give you his peace at all times and in every situation. The Lord be with you all.",
            "book": "2 Thessalonians 3:16 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Honor the Lord with your wealth and with the best part of everything you produce.",
            "book": "Proverbs 3:9 NLT",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "A person without self-control is like a city with broken-down walls.",
            "book": "Romans 25:28 NLT",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "Let your unfailing love surround us, Lord, for our hope is in you alone.",
            "book": "Psalm 33:22 NLT",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "For it is by believing in your heart that you are made right with God, and it is by openly declaring your faith that you are saved.",
            "book": "Romans 10:10 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Most important of all, continue to show deep love for each other, for love covers a multitude of sins.",
            "book": "1 Peter 4:8 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Devote yourselves to prayer with an alert mind and a thankful heart.",
            "book": "Colossians 4:2 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "Fearing people is a dangerous trap, but trusting the Lord means safety.",
            "book": "Proverbs 29:25 NLT",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I am counting on the Lord; yes, I am counting on him. I have put my hope in his word.",
            "book": "Psalm 130:5 NLT",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I will reward them with a long life and give them my salavtion",
            "book": "Psalms 91:16 NLT",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "So letting your sinful nature control your mind leads to death. But letting the Spirit control your mind leads to life and peace.",
            "book": "Romans 8:6 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Work hard and become a leader; be lazy and become a slave.",
            "book": "Proverbs 12:24 NLT",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "The Lord is more pleased when we do what is right and just than when we offer him sacrifices.",
            "book": "Proverbs 21:3 NLT",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "Let us hold tightly without wavering to the hope we affirm, for God can be trusted to keep his promise.",
            "book": "Hebrews 10:23 NLT",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "So faith comes from hearing, that is, hearing the Good News about Christ.",
            "book": "Romans 10:17 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Love does no wrong to others, so love fulfills the requirements of God's law.",
            "book": "Romans 13:10 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "This is the day the Lord has made. We will rejoice and be glad in it.",
            "book": "Psalms 118:24 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "Don't be afraid, for I am with you. Don't be discouraged, for I am your God. I will strengthen you and help you. I will hold you up with my victorious right hand.",
            "book": "Isaiah 41:10 NLT",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "But if we look forward to something we don't yet have, we must wait patiently and confidently.",
            "book": "Romans 8:25 NLT",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "Don’t you realize that your body is the temple of the Holy Spirit, who lives in you and was given to you by God? You do not belong to yourself, for God bought you with a high price. So you must honor God with your body.",
            "book": "1 Corinthians 6:19-20 NLT",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "The Lord gives his people strength. The Lord blesses them with peace.",
            "book": "Psalm 29:11 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Choose a good reputation over great riches; being held in high esteem is better than silver or gold.",
            "book": "Proverbs 22:1 NLT",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "The temptations in your life are no different from what others experience. And God is faithful. He will not allow the temptation to be more than you can stand. When you are tempted, he will show you a way out so that you can endure.",
            "book": "1 Corinthians 10:13 NLT",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "Trust in the Lord with all your heart; do not depend on your own understanding.",
            "book": "Proverbs 3:5 NLT",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "And it is impossible to please God without faith. Anyone who wants to come to him must believe that God exists and that he rewards those who sincerely seek him.",
            "book": "Hebrews 11:6 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "\"I tell you, you can pray for anything, and if you believe that you’ve received it, it will be yours.\"",
            "book": "Mark 11:24 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "\"I tell you the truth, you can say to this mountain, ‘May you be lifted up and thrown into the sea,’ and it will happen. But you must really believe it will happen and have no doubt in your heart.\"",
            "book": "Mark 11:23 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Our life is lived by faith. We do not live by what we see in front of us.",
            "book": "2 Corinthians 5:7 NLV",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "For the word of God will never fail.",
            "book": "Luke 1:37 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "But when you ask him, be sure that your faith is in God alone. Do not waver, for a person with divided loyalty is as unsettled as a wave of the sea that is blown and tossed by the wind.",
            "book": "James 1:6 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "If you openly declare that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.",
            "book": "Romans 10:9 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Seek his will in all you do, and he will show you which path to take.",
            "book": "Proverbs 3:6 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "But they who wait upon the Lord will get new strength. They will rise up with wings like eagles. They will run and not get tired. They will walk and not become weak.",
            "book": "Isaiah 40:31 NLV",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "So be strong and courageous! Do not be afraid and do not panic before them. For the Lord your God will personally go ahead of you. He will neither fail you nor abandon you.",
            "book": "Deuteronomy 31:6 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "But God showed his great love for us by sending Christ to die for us while we were still sinners.",
            "book": "Romans 5:8 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "But when you are praying, first forgive anyone you are holding a grudge against, so that your Father in heaven will forgive your sins, too.",
            "book": "Mark 11:25 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "If you love only those who love you, why should you get credit for that? Even sinners love those who love them!",
            "book": "Luke 6:32 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Such love has no fear, because perfect love expels all fear. If we are afraid, it is for fear of punishment, and this shows that we have not fully experienced his perfect love.",
            "book": "1 John 4:18 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love never gives up, never loses faith, is always hopeful, and endures through every circumstance.",
            "book": "1 Corinthians 13:7 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Owe nothing to anyone—except for your obligation to love one another. If you love your neighbor, you will fulfill the requirements of God’s law.",
            "book": "Romans 13:8 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love does no wrong to others, so love fulfills the requirements of God’s law.",
            "book": "Romans 13:10 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "A friend is always loyal, and a brother is born to help in time of need.",
            "book": "Proverbs 17:17 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Do to others as you would like them to do to you.",
            "book": "Luke 6:31 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Don’t be selfish; don’t try to impress others. Be humble, thinking of others as better than yourselves.",
            "book": "Philippians 2:3 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Be thankful in all circumstances, for this is God’s will for you who belong to Christ Jesus.",
            "book": "1 Thessalonians 5:18 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "Enter his gates with thanksgiving; go into his courts with praise. Give thanks to him and praise his name.",
            "book": "Psalm 100:4 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "Give thanks to the Lord, for he is good! His faithful love endures forever.",
            "book": "Psalm 136:1  NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "No one is holy like the Lord! There is no one besides you; there is no Rock like our God.",
            "book": "1 Samuel 2:2 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "Whatever is good and perfect is a gift coming down to us from God our Father, who created all the lights in the heavens. He never changes or casts a shifting shadow.",
            "book": "James 1:17 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "We thank God for the power Christ has given us. He leads us and makes us win in everything. He speaks through us wherever we go. The Good News is like a sweet smell to those who hear it.",
            "book": "2 Corinthians 2:14 NLV",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I know how to live on almost nothing or with everything. I have learned the secret of living in every situation, whether it is with a full stomach or empty, with plenty or little.",
            "book": "Philippians 4:12 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I will praise the name of God with song. And I will give Him great honor with much thanks.",
            "book": "Psalm 69:30 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "Yes, you will be enriched in every way so that you can always be generous. And when we take your gifts to those who need them, they will thank God.",
            "book": "2 Corinthians 9:11 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "The Lord is my shepherd; I have all that I need.",
            "book": "Psalm 23:1 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "When I am afraid, I will put my trust in you.",
            "book": "Psalm 56:3 WEB",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I prayed to the Lord, and he answered me. He freed me from all my fears.",
            "book": "Psalm 34:4 NLT",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "\"That is why I tell you not to worry about everyday life—whether you have enough food and drink, or enough clothes to wear. Isn’t life more than food, and your body more than clothing?\"",
            "book": "Matthew 6:25  NLT",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me. Your rod and your staff, they comfort me.",
            "book": "Psalm 23:4 WEB",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "So don’t worry about tomorrow, for tomorrow will bring its own worries. Today’s trouble is enough for today.",
            "book": "Matthew 6:34 NLT",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "Give all your cares to the Lord and He will give you strength. He will never let those who are right with Him be shaken.",
            "book": "Psalm 55:22 NLV",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "Never stop praying.",
            "book": "1 Thessalonians 5:17 NLT",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "Do not be afraid of them who kill the body. They are not able to kill the soul. But fear Him Who is able to destroy both soul and body in hell.",
            "book": "Matthew 10:28 NLV",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "For I know that nothing can keep us from the love of God. Death cannot! Life cannot! Angels cannot! Leaders cannot! Any other power cannot! Hard things now or in the future cannot!",
            "book": "Romans 8:38 NLV",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "Do not be afraid of them. For the Lord your God is the One fighting for you.",
            "book": "Deuteronomy 3:22 NLV",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "We can rejoice, too, when we run into problems and trials, for we know that they help us develop endurance. And endurance develops strength of character, and character strengthens our confident hope of salvation.",
            "book": "Romans 5:3-4 NLT",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "God will take away all their tears. There will be no more death or sorrow or crying or pain. All the old things have passed away.",
            "book": "Revelation 21:4 NLV",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "For You are my hope, O Lord God. You are my trust since I was young.",
            "book": "Psalms 71:5 NLV",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "You are my refuge and my shield; your word is my source of hope.",
            "book": "Psalms 119:114 NLT",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "Good will come to the man who trusts in the Lord, and whose hope is in the Lord.",
            "book": "Jeremiah 17:7 NLV",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "The name of the Lord is a strong tower. The man who does what is right runs into it and is safe.",
            "book": "Proverbs 18:10 NLV",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I can do all things because Christ gives me the strength.",
            "book": "Philippians 4:13 NLV",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "Now, because of this, those who belong to Christ will not suffer the punishment of sin.",
            "book": "Romans 8:1 NLV",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "Be happy in your hope. Do not give up when trouble comes. Do not let anything stop you from praying.",
            "book": "Romans 12:12 NLV",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "The Lord is not slow about keeping His promise as some people think. He is waiting for you. The Lord does not want any person to be punished forever. He wants all people to be sorry for their sins and turn from them.",
            "book": "2 Peter 3:9 NLV",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "Every moving thing that lives will be food for you. I give all to you as I gave you the green plants.",
            "book": "Genesis 9:3 NLV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Don’t be conformed to this world, but be transformed by the renewing of your mind, so that you may prove what is the good, well-pleasing, and perfect will of God.",
            "book": "Romans 12:2 WEB",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Abstain from every form of evil.",
            "book": "1 Thessalonians 5:22 NLT",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "If any man destroys the house of God, God will destroy him. God’s house is holy. You are the place where He lives.",
            "book": "1 Corinthians 3:17 NLV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Behold, I will bring it health and cure, and I will cure them; and I will reveal to them abundance of peace and truth.",
            "book": "Jeremiah 33:6 WEB",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Heal me, O Lord, and I will be healed. Save me and I will be saved. For You are my praise.",
            "book": "Jeremiah 17:14 NLV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "The Lord will always lead you. He will meet the needs of your soul in the dry times and give strength to your body. You will be like a garden that has enough water, like a well of water that never dries up.",
            "book": "Isaiah 58:11 NLV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Jesus looked at them intently and said, \"Humanly speaking, it is impossible. But with God everything is possible.\"",
            "book": "Matthew 19:26 NLV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Do not be wise in your own eyes. Fear the Lord and turn away from what is sinful. It will be healing to your body and medicine to your bones.",
            "book": "Proverbs 3:7-8 NLV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "The Lord nurses them when they are sick and restores them to health.",
            "book": "Psalm 41:3 NLT",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "You will keep in perfect peace all who trust in you, all whose thoughts are fixed on you!",
            "book": "Isaiah 26:3 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "God, Who is our peace, will soon crush Satan under your feet. May the loving-favor of our Lord Jesus be yours.",
            "book": "Romans 16:20 NLV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "\"Ask, and what you are asking for will be given to you. Look, and what you are looking for you will find. Knock, and the door you are knocking on will be opened to you.\"",
            "book": "Matthew 7:7 NLV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Be at peace with all men. Live a holy life. No one will see the Lord without having that kind of life.",
            "book": "Hebrews 12:14 NLV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I will lie down and sleep in peace. O Lord, You alone keep me safe.",
            "book": "Psalms 4:8 NLV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "The Lord hears his people when they call to him for help. He rescues them from all their troubles.",
            "book": "Psalm 34:17 NLV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Do not worry. Learn to pray about everything. Give thanks to God as you ask Him for what you need. The peace of God is much greater than the human mind can understand. This peace will keep your hearts and minds through Christ Jesus.",
            "book": "Philippians 4:6-7 NLV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "When the ways of a man are pleasing to the Lord, He makes even those who hate him to be at peace with him.",
            "book": "Proverbs 16:7 NLV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Be quiet and know that I am God. I will be honored among the nations. I will be honored in the earth.",
            "book": "Psalms 46:10 NLV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Turn away from evil and do good. Search for peace, and work to maintain it.",
            "book": "Psalms 34:14 NLV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "But remember the Lord your God. For it is He Who is giving you power to become rich. By this He may keep His agreement which He promised to your fathers, as it is this day.",
            "book": "Deuteronomy 8:18 NLV",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "Good people leave an inheritance to their grandchildren, but the sinner’s wealth passes to the godly.",
            "book": "Proverbs 13:22 NLT",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "And my God will give you everything you need because of His great riches in Christ Jesus.",
            "book": "Philippians 4:19 NLT",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "Anyone who does not take care of his family and those in his house has turned away from the faith. He is worse than a person who has never put his trust in Christ.",
            "book": "1 Timothy 5:8 NLV",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "A good name is to be chosen instead of many riches. Favor is better than silver and gold.",
            "book": "Proverbs 22:1 NLV",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "If you have not been faithful with riches of this world, who will trust you with true riches?",
            "book": "Luke 16:11 NLV",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "A stingy man hurries after riches, and doesn’t know that poverty waits for him.",
            "book": "Proverbs 28:22 WEB",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "\"But don’t begin until you count the cost. For who would begin construction of a building without first calculating the cost to see if there is enough money to finish it?\"",
            "book": "Luke 14:28 NLT",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "He who increases his wealth by excessive interest gathers it for one who has pity on the poor.",
            "book": "Proverbs 28:8 WEB",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "Honor the Lord with your wealth and with the best part of everything you produce. Then he will fill your barns with grain, and your vats will overflow with good wine.",
            "book": "Proverbs 3:9-10 NLT",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "For God did not give us a spirit of fear. He gave us a spirit of power and of love and of a good mind.",
            "book": "2 Timothy 1:7 NLV",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "I keep working over my body. I make it obey me. I do this because I am afraid that after I have preached the Good News to others, I myself might be put aside.",
            "book": "1 Corinthians 9:27 NLV",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "Don’t seek revenge yourselves, beloved, but give place to God’s wrath. For it is written, \"Vengeance belongs to me; I will repay,\" says the Lord.",
            "book": "Romans 12:19 WEB",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "But the Holy Spirit produces this kind of fruit in our lives: love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, and self-control. There is no law against these things!",
            "book": "Galatians 5:22-23 NLT",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": " A fool always loses his temper, but a wise man keeps quiet.",
            "book": "Proverbs 29:11 NLV",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "A man’s anger does not allow him to be right with God.",
            "book": "James 1:20 NLV",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "If you are angry, do not let it become sin. Get over your anger before the day is finished.",
            "book": "Ephesians 4:26 NLV",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "Watch yourselves! You do not want to lose what we have worked for. You want to get what has been promised to you.",
            "book": "2 John 1:8 NLV",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "Do not turn to the right or to the left. Turn your foot away from sin.",
            "book": "Proverbs 4:27 NLV",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "\"If you love me, keep my commandments.\"",
            "book": "John 14:15 NLV",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "Keep your lives free from the love of money. Be happy with what you have. God has said, \"I will never leave you or let you be alone.\"",
            "book": "Hebrews 13:5 NLV",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "The grass dries up. The flower loses its color. But the Word of our God stands forever.",
            "book": "Isaiah 40:8 NLV",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "This is the day that the Lord has made. Let us be full of joy and be glad in it.",
            "book": "Psalm 118:24 NLT",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "I am the Vine and you are the branches. Get your life from Me. Then I will live in you and you will give much fruit. You can do nothing without Me.",
            "book": "John 15:5 NLV",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "Be glad you can do the things you should be doing. Do all things without arguing and talking about how you wish you did not have to do them.",
            "book": "Philippians 2:14 NLV",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "For I know the plans I have for you, says the Lord. \"They are plans for good and not for disaster, to give you a future and a hope.\"",
            "book": "Jeremiah 29:11 NLT",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "He who walks with wise men will be wise, but the one who walks with fools will be destroyed.",
            "book": "Proverbs 13:20 NLV",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "I looked for the Lord, and He answered me. And He took away all my fears.",
            "book": "Psalm 34:4 NLV",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "\"Do not let your heart be troubled. You have put your trust in God, put your trust in Me also.\"",
            "book": "John 14:1 NLV",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "\"I am the Lord, the God of all the peoples of the world. Is anything too hard for me?\"",
            "book": "Jeremiah 32:27 NLT",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "God is my rock to rely on when things get rough.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I trust in the promises God said to me.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "God is bigger than all my problems.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I invite God into every detail of my life.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "God has great plans for my life!",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I take time to thank God for all my blessings!",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "God is my rock to rely on when things get rough.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "God wants me to have a life filled with prosperity, peace and joy.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "God will cause every every bad circumstance to turn out for my good!",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I choose to trust God no matter what!",
            "isFavorite": false,
            "category": "faith"
        },
    ]
}
