{
    "count": 1272,
    "declarations": [
        {
            "text": "I tell you, you can pray for anything, and if you believe that you’ve received it, it will be yours.",
            "book": "Mark 11:24 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Love is patient and kind. Love is not jealous or boastful or proud or rude. It does not demand its own way. It is not irritable, and it keeps no record of being wronged.",
            "book": "1 Corinthians 13:3-5 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Always be joyful. Never stop praying. Be thankful in all circumstances, for this is God’s will for you who belong to Christ Jesus.",
            "book": "1 Thessalonians 5:16-18 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "The Lord is for me, so I will have no fear. What can mere people do to me?",
            "book": "Psalm 118:6 NLT",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "The Lord keeps watch over you as you come and go, both now and forever.",
            "book": "Psalm 121:8 NLT",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "You must serve only the Lord your God. If you do, I will bless you with food and water, and I will protect you from illness.",
            "book": "Exodus 23:25 NLT",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "So then, just as you received Christ Jesus as Lord, continue to live your lives in him, rooted and built up in him, strengthened in the faith as you were taught, and overflowing with thankfulness.",
            "book": "Colossians 2:6-7 NIV",
            "isFavorite": false,
            "category": "health"
        },
        
        {
            "text": "Worship the LORD your God, and his blessing will be on your food and water. I will take away sickness from among you.",
            "book": "Exodus 23:25 NIV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I am leaving you with a gift—peace of mind and heart. And the peace I give is a gift the world cannot give. So don’t be troubled or afraid.",
            "book": "John 14:27 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "How much better to get wisdom than gold, and good judgment than silver!",
            "book": "Proverbs 16:16 NLT",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "A fool is quick-tempered, but a wise person stays calm when insulted.",
            "book": "Proverbs 12:16 NLT",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "The light shines in the darkness, and the darkness can never extinguish it.",
            "book": "John 1:5 NLT",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "For you know that when your faith is tested, your endurance has a chance to grow.",
            "book": "James 1:3 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Three things will last forever—faith, hope, and love—and the greatest of these is love.",
            "book": "1 Corinthians 13:13 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Don’t worry about anything; instead, pray about everything. Tell God what you need, and thank him for all he has done.",
            "book": "Philippians 4:6-7 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "For God has not given us a spirit of fear and timidity, but of power, love, and self-discipline.",
            "book": "2 Timothy 1:7 NLT",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "For I know the plans I have for you, says the Lord. They are plans for good and not for disaster, to give you a future and a hope.",
            "book": "Jeremiah 29:11 NLT",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "But he said to me, 'My grace is sufficient for you, for my power is made perfect in weakness.' Therefore I will boast all the more gladly about my weaknesses, so that Christ's power may rest on me.",
            "book": "2 Corinthians 12:9 NIV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "You are my hiding place; you will protect me from trouble and surround me with songs of deliverance.",
            "book": "Psalm 32:7 NIV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "Weeping may endure for a night, but joy comes in the morning.",
            "book": "Psalm 30:5 NKJV",
            "isFavorite": false,
            "category": "depression"
        }
        {
            "text": "Kind words are like honey— sweet to the soul and healthy for the body.",
            "book": "Proverbs 16:24 NLT",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "For I know the plans I have for you, declares the LORD, plans to prosper you and not to harm you, plans to give you hope and a future.",
            "book": "Jeremiah 29:11 NIV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "I have told you all this so that you may have peace in me. Here on earth you will have many trials and sorrows. But take heart, because I have overcome the world.",
            "book": "John 16:33 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Wealth from get-rich-quick schemes quickly disappears; wealth from hard work grows over time.",
            "book": "Proverbs 13:11 NLT",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "Better to be patient than powerful; better to have self-control than to conquer a city.",
            "book": "Proverbs 16:32 NLT",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "So I say, let the Holy Spirit guide your lives. Then you won’t be doing what your sinful nature craves.",
            "book": "Galatians 5:16 NLT",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "Faith shows the reality of what we hope for; it is the evidence of things we cannot see.",
            "book": "Hebrews 11:1 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "And do everything with love.",
            "book": "1 Corinthians 16:14 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "But thank God! He gives us victory over sin and death through our Lord Jesus Christ.",
            "book": "1 Corinthians 15:57 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I pray that God, the source of hope, will fill you completely with joy and peace because you trust in him. Then you will overflow with confident hope through the power of the Holy Spirit.",
            "book": "Romans 15:13 NLT",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "So now wrap your heart tightly around the hope that lives within us, knowing that God always keeps his promises!",
            "book": "Hebrews 10:23 TPT",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "So whether you eat or drink or whatever you do, do it all for the glory of God.",
            "book": "1 Corinthians 10:31 NLT",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Now may the Lord of peace himself give you his peace at all times and in every situation. The Lord be with you all.",
            "book": "2 Thessalonians 3:16 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Let the peace of Christ rule in your hearts, since as members of one body you were called to peace. And be thankful.",
            "book": "Colossians 3:15 NIV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Honor the Lord with your wealth and with the best part of everything you produce.",
            "book": "Proverbs 3:9 NLT",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "A person without self-control is like a city with broken-down walls.",
            "book": "Romans 25:28 NLT",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "Let your unfailing love surround us, Lord, for our hope is in you alone.",
            "book": "Psalm 33:22 NLT",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "For it is by believing in your heart that you are made right with God, and it is by openly declaring your faith that you are saved.",
            "book": "Romans 10:10 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Most important of all, continue to show deep love for each other, for love covers a multitude of sins.",
            "book": "1 Peter 4:8 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Devote yourselves to prayer with an alert mind and a thankful heart.",
            "book": "Colossians 4:2 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "Fearing people is a dangerous trap, but trusting the Lord means safety.",
            "book": "Proverbs 29:25 NLT",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I am counting on the Lord; yes, I am counting on him. I have put my hope in his word.",
            "book": "Psalm 130:5 NLT",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I will reward them with a long life and give them my salavtion",
            "book": "Psalms 91:16 NLT",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "So letting your sinful nature control your mind leads to death. But letting the Spirit control your mind leads to life and peace.",
            "book": "Romans 8:6 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Work hard and become a leader; be lazy and become a slave.",
            "book": "Proverbs 12:24 NLT",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "The Lord is more pleased when we do what is right and just than when we offer him sacrifices.",
            "book": "Proverbs 21:3 NLT",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "Let us hold tightly without wavering to the hope we affirm, for God can be trusted to keep his promise.",
            "book": "Hebrews 10:23 NLT",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "So faith comes from hearing, that is, hearing the Good News about Christ.",
            "book": "Romans 10:17 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "And Jesus answered them, 'Truly, I say to you, if you have faith and do not doubt, you will not only do what has been done to the fig tree, but even if you say to this mountain, 'Be taken up and thrown into the sea,' it will happen.'",
            "book": "Matthew 21:21 ESV",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "For in it the righteousness of God is revealed from faith for faith, as it is written, 'The righteous shall live by faith.'",
            "book": "Romans 1:17 ESV",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Love does no harm to a neighbor. Therefore love is the fulfillment of the law.",
            "book": "Romans 13:10 NIV",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "This is the day the Lord has made. We will rejoice and be glad in it.",
            "book": "Psalms 118:24 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "Don't be afraid, for I am with you. Don't be discouraged, for I am your God. I will strengthen you and help you. I will hold you up with my victorious right hand.",
            "book": "Isaiah 41:10 NLT",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "But if we look forward to something we don't yet have, we must wait patiently and confidently.",
            "book": "Romans 8:25 NLT",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "Don’t you realize that your body is the temple of the Holy Spirit, who lives in you and was given to you by God? You do not belong to yourself, for God bought you with a high price. So you must honor God with your body.",
            "book": "1 Corinthians 6:19-20 NLT",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "The Lord gives his people strength. The Lord blesses them with peace.",
            "book": "Psalm 29:11 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Choose a good reputation over great riches; being held in high esteem is better than silver or gold.",
            "book": "Proverbs 22:1 NLT",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "The temptations in your life are no different from what others experience. And God is faithful. He will not allow the temptation to be more than you can stand. When you are tempted, he will show you a way out so that you can endure.",
            "book": "1 Corinthians 10:13 NLT",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "Trust in the Lord with all your heart; do not depend on your own understanding.",
            "book": "Proverbs 3:5 NLT",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "And it is impossible to please God without faith. Anyone who wants to come to him must believe that God exists and that he rewards those who sincerely seek him.",
            "book": "Hebrews 11:6 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "\"I tell you, you can pray for anything, and if you believe that you’ve received it, it will be yours.\"",
            "book": "Mark 11:24 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "\"I tell you the truth, you can say to this mountain, ‘May you be lifted up and thrown into the sea,’ and it will happen. But you must really believe it will happen and have no doubt in your heart.\"",
            "book": "Mark 11:23 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Our life is lived by faith. We do not live by what we see in front of us.",
            "book": "2 Corinthians 5:7 NLV",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "For we walk by faith, not by sight.",
            "book": "2 Corinthians 5:7 ESV",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "For by grace you have been saved through faith, and that not of yourselves; it is the gift of God, not of works, lest anyone should boast.",
            "book": "Ephesians 2:8-9 NKJV",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "For the word of God will never fail.",
            "book": "Luke 1:37 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "But when you ask him, be sure that your faith is in God alone. Do not waver, for a person with divided loyalty is as unsettled as a wave of the sea that is blown and tossed by the wind.",
            "book": "James 1:6 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "If you openly declare that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.",
            "book": "Romans 10:9 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Seek his will in all you do, and he will show you which path to take.",
            "book": "Proverbs 3:6 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "But they who wait upon the Lord will get new strength. They will rise up with wings like eagles. They will run and not get tired. They will walk and not become weak.",
            "book": "Isaiah 40:31 NLV",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "So be strong and courageous! Do not be afraid and do not panic before them. For the Lord your God will personally go ahead of you. He will neither fail you nor abandon you.",
            "book": "Deuteronomy 31:6 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "But God showed his great love for us by sending Christ to die for us while we were still sinners.",
            "book": "Romans 5:8 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "But when you are praying, first forgive anyone you are holding a grudge against, so that your Father in heaven will forgive your sins, too.",
            "book": "Mark 11:25 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "If you love only those who love you, why should you get credit for that? Even sinners love those who love them!",
            "book": "Luke 6:32 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Such love has no fear, because perfect love expels all fear. If we are afraid, it is for fear of punishment, and this shows that we have not fully experienced his perfect love.",
            "book": "1 John 4:18 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love never gives up, never loses faith, is always hopeful, and endures through every circumstance.",
            "book": "1 Corinthians 13:7 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Owe nothing to anyone—except for your obligation to love one another. If you love your neighbor, you will fulfill the requirements of God’s law.",
            "book": "Romans 13:8 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love does no wrong to others, so love fulfills the requirements of God’s law.",
            "book": "Romans 13:10 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "A friend is always loyal, and a brother is born to help in time of need.",
            "book": "Proverbs 17:17 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Do to others as you would like them to do to you.",
            "book": "Luke 6:31 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Don’t be selfish; don’t try to impress others. Be humble, thinking of others as better than yourselves.",
            "book": "Philippians 2:3 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Be thankful in all circumstances, for this is God’s will for you who belong to Christ Jesus.",
            "book": "1 Thessalonians 5:18 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "Enter his gates with thanksgiving; go into his courts with praise. Give thanks to him and praise his name.",
            "book": "Psalm 100:4 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "Give thanks to the Lord, for he is good! His faithful love endures forever.",
            "book": "Psalm 136:1  NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "No one is holy like the Lord! There is no one besides you; there is no Rock like our God.",
            "book": "1 Samuel 2:2 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "Whatever is good and perfect is a gift coming down to us from God our Father, who created all the lights in the heavens. He never changes or casts a shifting shadow.",
            "book": "James 1:17 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "We thank God for the power Christ has given us. He leads us and makes us win in everything. He speaks through us wherever we go. The Good News is like a sweet smell to those who hear it.",
            "book": "2 Corinthians 2:14 NLV",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I know how to live on almost nothing or with everything. I have learned the secret of living in every situation, whether it is with a full stomach or empty, with plenty or little.",
            "book": "Philippians 4:12 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I will praise the name of God with song. And I will give Him great honor with much thanks.",
            "book": "Psalm 69:30 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "Yes, you will be enriched in every way so that you can always be generous. And when we take your gifts to those who need them, they will thank God.",
            "book": "2 Corinthians 9:11 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "The Lord is my shepherd; I have all that I need.",
            "book": "Psalm 23:1 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "When I am afraid, I will put my trust in you.",
            "book": "Psalm 56:3 WEB",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I prayed to the Lord, and he answered me. He freed me from all my fears.",
            "book": "Psalm 34:4 NLT",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "\"That is why I tell you not to worry about everyday life—whether you have enough food and drink, or enough clothes to wear. Isn’t life more than food, and your body more than clothing?\"",
            "book": "Matthew 6:25  NLT",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me. Your rod and your staff, they comfort me.",
            "book": "Psalm 23:4 WEB",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "So don’t worry about tomorrow, for tomorrow will bring its own worries. Today’s trouble is enough for today.",
            "book": "Matthew 6:34 NLT",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "Give all your cares to the Lord and He will give you strength. He will never let those who are right with Him be shaken.",
            "book": "Psalm 55:22 NLV",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "Never stop praying.",
            "book": "1 Thessalonians 5:17 NLT",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "Do not be afraid of them who kill the body. They are not able to kill the soul. But fear Him Who is able to destroy both soul and body in hell.",
            "book": "Matthew 10:28 NLV",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "For I know that nothing can keep us from the love of God. Death cannot! Life cannot! Angels cannot! Leaders cannot! Any other power cannot! Hard things now or in the future cannot!",
            "book": "Romans 8:38 NLV",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "Do not be afraid of them. For the Lord your God is the One fighting for you.",
            "book": "Deuteronomy 3:22 NLV",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "We can rejoice, too, when we run into problems and trials, for we know that they help us develop endurance. And endurance develops strength of character, and character strengthens our confident hope of salvation.",
            "book": "Romans 5:3-4 NLT",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "God will take away all their tears. There will be no more death or sorrow or crying or pain. All the old things have passed away.",
            "book": "Revelation 21:4 NLV",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "He will wipe every tear from their eyes. There will be no more death or mourning or crying or pain, for the old order of things has passed away.",
            "book": "Revelation 21:4 NIV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "For You are my hope, O Lord God. You are my trust since I was young.",
            "book": "Psalms 71:5 NLV",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "You are my refuge and my shield; your word is my source of hope.",
            "book": "Psalms 119:114 NLT",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "Good will come to the man who trusts in the Lord, and whose hope is in the Lord.",
            "book": "Jeremiah 17:7 NLV",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "The name of the Lord is a strong tower. The man who does what is right runs into it and is safe.",
            "book": "Proverbs 18:10 NLV",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I can do all things because Christ gives me the strength.",
            "book": "Philippians 4:13 NLV",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "Now, because of this, those who belong to Christ will not suffer the punishment of sin.",
            "book": "Romans 8:1 NLV",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "Be happy in your hope. Do not give up when trouble comes. Do not let anything stop you from praying.",
            "book": "Romans 12:12 NLV",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "The Lord is not slow about keeping His promise as some people think. He is waiting for you. The Lord does not want any person to be punished forever. He wants all people to be sorry for their sins and turn from them.",
            "book": "2 Peter 3:9 NLV",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "Every moving thing that lives will be food for you. I give all to you as I gave you the green plants.",
            "book": "Genesis 9:3 NLV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Don’t be conformed to this world, but be transformed by the renewing of your mind, so that you may prove what is the good, well-pleasing, and perfect will of God.",
            "book": "Romans 12:2 WEB",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Abstain from every form of evil.",
            "book": "1 Thessalonians 5:22 NLT",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "If any man destroys the house of God, God will destroy him. God’s house is holy. You are the place where He lives.",
            "book": "1 Corinthians 3:17 NLV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Behold, I will bring it health and cure, and I will cure them; and I will reveal to them abundance of peace and truth.",
            "book": "Jeremiah 33:6 WEB",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Heal me, O Lord, and I will be healed. Save me and I will be saved. For You are my praise.",
            "book": "Jeremiah 17:14 NLV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "The Lord will always lead you. He will meet the needs of your soul in the dry times and give strength to your body. You will be like a garden that has enough water, like a well of water that never dries up.",
            "book": "Isaiah 58:11 NLV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Jesus looked at them intently and said, \"Humanly speaking, it is impossible. But with God everything is possible.\"",
            "book": "Matthew 19:26 NLV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Do not be wise in your own eyes. Fear the Lord and turn away from what is sinful. It will be healing to your body and medicine to your bones.",
            "book": "Proverbs 3:7-8 NLV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "The Lord nurses them when they are sick and restores them to health.",
            "book": "Psalm 41:3 NLT",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "The LORD sustains them on their sickbed and restores them from their bed of illness.",
            "book": "Psalm 41:3 NIV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "You will keep in perfect peace all who trust in you, all whose thoughts are fixed on you!",
            "book": "Isaiah 26:3 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Turn from evil and do good; seek peace and pursue it.",
            "book": "Psalm 34:14 NIV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "God, Who is our peace, will soon crush Satan under your feet. May the loving-favor of our Lord Jesus be yours.",
            "book": "Romans 16:20 NLV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "\"Ask, and what you are asking for will be given to you. Look, and what you are looking for you will find. Knock, and the door you are knocking on will be opened to you.\"",
            "book": "Matthew 7:7 NLV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Be at peace with all men. Live a holy life. No one will see the Lord without having that kind of life.",
            "book": "Hebrews 12:14 NLV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I will lie down and sleep in peace. O Lord, You alone keep me safe.",
            "book": "Psalms 4:8 NLV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "The Lord hears his people when they call to him for help. He rescues them from all their troubles.",
            "book": "Psalm 34:17 NLV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "The righteous cry out, and the LORD hears them; he delivers them from all their troubles.",
            "book": "Psalm 34:17 NIV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "Do not worry. Learn to pray about everything. Give thanks to God as you ask Him for what you need. The peace of God is much greater than the human mind can understand. This peace will keep your hearts and minds through Christ Jesus.",
            "book": "Philippians 4:6-7 NLV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "When the ways of a man are pleasing to the Lord, He makes even those who hate him to be at peace with him.",
            "book": "Proverbs 16:7 NLV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Be quiet and know that I am God. I will be honored among the nations. I will be honored in the earth.",
            "book": "Psalms 46:10 NLV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Turn away from evil and do good. Search for peace, and work to maintain it.",
            "book": "Psalms 34:14 NLV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "But remember the Lord your God. For it is He Who is giving you power to become rich. By this He may keep His agreement which He promised to your fathers, as it is this day.",
            "book": "Deuteronomy 8:18 NLV",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "Good people leave an inheritance to their grandchildren, but the sinner’s wealth passes to the godly.",
            "book": "Proverbs 13:22 NLT",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "And my God will give you everything you need because of His great riches in Christ Jesus.",
            "book": "Philippians 4:19 NLT",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "Give, and it will be given to you. A good measure, pressed down, shaken together and running over, will be poured into your lap. For with the measure you use, it will be measured to you.",
            "book": "Luke 6:38 NIV",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "For where your treasure is, there your heart will be also.",
            "book": "Matthew 6:21 NIV",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "A good name is to be chosen instead of many riches. Favor is better than silver and gold.",
            "book": "Proverbs 22:1 NLV",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "If you have not been faithful with riches of this world, who will trust you with true riches?",
            "book": "Luke 16:11 NLV",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "\"But don’t begin until you count the cost. For who would begin construction of a building without first calculating the cost to see if there is enough money to finish it?\"",
            "book": "Luke 14:28 NLT",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "Honor the Lord with your wealth and with the best part of everything you produce. Then he will fill your barns with grain, and your vats will overflow with good wine.",
            "book": "Proverbs 3:9-10 NLT",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "For God did not give us a spirit of fear. He gave us a spirit of power and of love and of a good mind.",
            "book": "2 Timothy 1:7 NLV",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "I keep working over my body. I make it obey me. I do this because I am afraid that after I have preached the Good News to others, I myself might be put aside.",
            "book": "1 Corinthians 9:27 NLV",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "Don’t seek revenge yourselves, beloved, but give place to God’s wrath. For it is written, \"Vengeance belongs to me; I will repay,\" says the Lord.",
            "book": "Romans 12:19 WEB",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "But the Holy Spirit produces this kind of fruit in our lives: love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, and self-control. There is no law against these things!",
            "book": "Galatians 5:22-23 NLT",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": " A fool always loses his temper, but a wise man keeps quiet.",
            "book": "Proverbs 29:11 NLV",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "A man’s anger does not allow him to be right with God.",
            "book": "James 1:20 NLV",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "If you are angry, do not let it become sin. Get over your anger before the day is finished.",
            "book": "Ephesians 4:26 NLV",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "Hatred stirs up conflict, but love covers over all wrongs.",
            "book": "Proverbs 10:12 NIV",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Be completely humble and gentle; be patient, bearing with one another in love.",
            "book": "Ephesians 4:2 NIV",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Watch yourselves! You do not want to lose what we have worked for. You want to get what has been promised to you.",
            "book": "2 John 1:8 NLV",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "Do not turn to the right or to the left. Turn your foot away from sin.",
            "book": "Proverbs 4:27 NLV",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "\"If you love me, keep my commandments.\"",
            "book": "John 14:15 NLV",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "The rich rule over the poor, and the borrower is slave to the lender.",
            "book": "Proverbs 22:7 NIV",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "Keep your lives free from the love of money. Be happy with what you have. God has said, \"I will never leave you or let you be alone.\"",
            "book": "Hebrews 13:5 NLV",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "Moreover, when God gives someone wealth and possessions, and the ability to enjoy them, to accept their lot and be happy in their toil—this is a gift of God.",
            "book": "Ecclesiastes 5:19 NIV",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "The grass dries up. The flower loses its color. But the Word of our God stands forever.",
            "book": "Isaiah 40:8 NLV",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "This is the day that the Lord has made. Let us be full of joy and be glad in it.",
            "book": "Psalm 118:24 NLT",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "I am the Vine and you are the branches. Get your life from Me. Then I will live in you and you will give much fruit. You can do nothing without Me.",
            "book": "John 15:5 NLV",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "Be glad you can do the things you should be doing. Do all things without arguing and talking about how you wish you did not have to do them.",
            "book": "Philippians 2:14 NLV",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "For I know the plans I have for you, says the Lord. \"They are plans for good and not for disaster, to give you a future and a hope.\"",
            "book": "Jeremiah 29:11 NLT",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "He who walks with wise men will be wise, but the one who walks with fools will be destroyed.",
            "book": "Proverbs 13:20 NLV",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "I looked for the Lord, and He answered me. And He took away all my fears.",
            "book": "Psalm 34:4 NLV",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "\"Do not let your heart be troubled. You have put your trust in God, put your trust in Me also.\"",
            "book": "John 14:1 NLV",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "\"I am the Lord, the God of all the peoples of the world. Is anything too hard for me?\"",
            "book": "Jeremiah 32:27 NLT",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "I trust in the promises God said to me.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "God is bigger than all my problems.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I invite God into every detail of my life.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "God has great plans for my life!",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I take time to thank God for all my blessings!",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "God is my rock to rely on when things get rough.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "God wants me to have a life filled with prosperity, peace and joy.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "God will cause every every bad circumstance to turn out for my good!",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I choose to trust God no matter what!",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I trust that everything is working together in my favor.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Everything is coming together in due time, I trust in God's timing.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "God hears me when I talk to him.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "This is the day God has made, I won't waste it!",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "My prayers are always being listened to by the Creator of the Universe!",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "God will always come to the rescue!",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I am filled with love, peace, joy and hope!",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I am safe in God's presence!",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Even when a door closes, I know God will lead me to the right one!",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I am healed, delivered and prosperous!",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I choose to respond in love.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "God loves me so much, I can love other people!",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love is at the center of everything I do.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I spread love and positivity to those around me!",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I love and forgive myself.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am loved by the King of the Universe.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "God loves me thru all my ups and downs.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I move with good intentional choices that's going to elevate me with my destiny.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "My mindset is key to my success.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am bold and fearless.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I forgive my self for all the negative things I thought about myself.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I will respect myself and make great choices.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Nobody's opinion about me matters except God's and mine!",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "When I look in the mirror, I am happy with who I become.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I ask God to guide my steps when I feel lost.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Thank you Jesus for dying for my sins!",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I love myself.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I love my body, so I will take care of it!",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love is unlimited in it's power.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I love helping others.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I thank God for being the air in my lungs.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am thankful for the great days ahead.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am thankful to The Creator of The Universe for never leaving my side.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "Being grateful keeps me in a joyful state.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am thankful for God's intentionality with me.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "With God I can achieve anything.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am living the life I prayed and worked for.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for all the joys I get to experience in this life.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I wake up grateful for a new day to live!",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the strength God filled me with.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the tough times, they made me a warrior!",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "My life is overflowing with blessings when I reflect on what I have.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am thankful for all the closed doors that weren't meant for me.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am thankful for all the obstacles that made me stronger!",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "My gratitude attracts abundance!",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "Every day is a gift!",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am thankful for my friends!",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am thankful for my family!",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "Thankfulness creates more doors of blessings!",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am thankful for food and clean water I have access to every day!",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I will not fear!",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "Everything I feared never lasted.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I choose to be bold like a lion.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "God is my refuge.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I will overcome, because I am a warrior.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I can feel afraid but respond in courage.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "No matter the circumstance, I will move in joy!",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "Fear is like a paper tooth tiger!",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I am much stronger than I think!",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I'm giving my worries to God!",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "With God, I can fix every problem that arises!",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "When I look back, I am grateful I never gave up.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "God will help me navigate this world when I go to him for help.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "My angels follow me wherever I go!",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "God loves me, so I will not fear!",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I will say no to the lies in my head!",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I choose to respond in love, wisdom, and peace.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I will overcome every fear and obstacle!",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I can't control every circumstance, but I can control how I respond",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "It's ok to feel fear, but I will respond in peace!",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "Greater days are on the way!",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "My experiences was necessary for the success that's coming!",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I take on all challenges with confidence!",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I am highly favored!",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "Life is just getting better and better.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I choose to respond in love, peace and hope.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "Every challenge is an opportunity to grow.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "God picks me up when my feet get weary.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "God has never let me down, we are undefeated.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I am thankful for the King of the Universe's help.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "This is just a chapter, not the whole book.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "Rest is very important on this journey.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "My life is overflowing with joy.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "All my dreams are in reach.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "The King of the Universe has my best interest at heart.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "God is giving me the green light.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "My life is awesome and only getting better.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "Challenges are just acceleration to growth.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I attract extravagant opportunities.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "My routine is preparing me for new levels.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "My body and immune system is very strong!",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I make great choices that boost my health!",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "My body is constantly renewing itself!",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I make sure to drink enough water!",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "My mind is sharp and alert!",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I am getting healthier everyday!",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I thank God for my health.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "God's healing power flows through me!",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "My cells are renewed constantly!",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I reap the benefits of my healthy choices.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Every day is a fresh start for great choices.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I am healthy, strong, and wise.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "My body functions perfectly how God designed it to.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I am forever young.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "My mind creates positive thoughts that renews my health.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "My body is filled with life.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Fitness is a part of my routine.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "My immune system is strong.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "God restores my health",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I feel better and better everyday.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I will protect my peace at all cost!",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "God gives me peace in my storms!",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am mindful of my thoughts and reject all negativity!",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "The enemy has no power here!",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "My angels keep me and my family safe and protected!",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Peace is in my DNA.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I believe everything is working out for my good.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I can create peace with my choices.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "My days overflow with peace.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I look for the positive in every situation.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I give all my worries to God.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am quick to forgive, and move on in peace.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I love myself and who I'm becoming.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I release my worries to God and absorb peace.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I stay in the present and leave tomorrow's worries for then.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "My spirit is filled with peace.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I take the time to not panic and respond in peace.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I enjoy my alone time with the Creator of the Universe.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I remove fearful thoughts with best possible outcome ideas.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "God causes everything to workout in my favor.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I will use my creativity and passion to help people.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "I will make progress everyday to make my vision reality.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "I have products and services that makes me millions.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "The Creator of the Universe wants me to prosper.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "True wealth starts with prosperity thinking.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "I am a great handler of money.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "My mind sees abundance not lack.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "My visions are becoming reality!",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "I use my riches to bless others.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "I am thankful for all I have now, and making room for more.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "I plant seeds that make me fruitful!",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "I am creating multiple sources of income.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "I work smart and reap the benefits.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "I am making a lot of money doing what I love!",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "My hard work always pays off!",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "I think like a millionaire, I am a millionaire!",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "I am attracting financial abundance!",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "My mind visualizes ways to attract more money!",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "I attract prosperity with my choices.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "I am thankful for every breathe.",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "Constant growth with God is what makes life great.",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "I will not bring yesterday's problems into today.",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "I spend time with positive, loving people.",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "I forgive myself for my past mistakes.",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "I will renew my mindset with practice.",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "My faith is pulling down wealth and blessings.",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "This next chapter is full of big blessings",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "I am positive I have what it takes to succeed.",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "I am perfectly aligned with my destiny.",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "I will have a great day today!",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "I start everyday with gratitude to the Most High!",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "I am excited for the future!",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "The old me is dead.",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "I will embrace my weaknesses and turn them into strengths.",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "I will not complain about anything.",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "This is the day the Creator of the Universe gave me, I will enjoy it!",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "I manifest whatever I say, so I only speak powerful positive things.",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "God loves me very much and that's all I need.",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "I will take on this day with focus, courage, and wisdom!",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "God saved you by his grace when you believed. And you can’t take credit for this; it is a gift from God.",
            "book": "Ephesians 2:8 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I have been crucified with Christ, and it is no longer I who live, but Christ lives in me. That life which I now live in the flesh, I live by faith in the Son of God, who loved me, and gave himself up for me.",
            "book": "Galatians 2:20 WEB",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "For every child of God defeats this evil world, and we achieve this victory through our faith.",
            "book": "1 John 5:4 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "You can pray for anything, and if you have faith, you will receive it.",
            "book": "Matthew 21:22 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "And whatever you ask in prayer, you will receive, if you have faith.",
            "book": "Matthew 21:22 ESV",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "And whatever you ask in prayer, you will receive, if you have faith.",
            "book": "Matthew 21:22 ESV",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "Jesus said to her, 'I am the resurrection and the life. He who believes in Me, though he may die, he shall live.'",
            "book": "John 11:25 NKJV",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Love is patient, love is kind. It does not envy, it does not boast, it is not proud.",
            "book": "1 Corinthians 13:4 NIV",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "For nothing will be impossible with God.",
            "book": "Luke 1:37 ESV",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I have written this to you who believe in the name of the Son of God, so that you may know you have eternal life.",
            "book": "1 John 5:13 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Give all your worries and cares to God, for he cares about you.",
            "book": "1 Peter 5:7 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Cast all your anxiety on him because he cares for you.",
            "book": "1 Peter 5:7 NIV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "\"Most certainly I tell you, he who hears my word and believes him who sent me has eternal life, and doesn’t come into judgment, but has passed out of death into life.\"",
            "book": "John 5:24 WEB",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Seek the Lord and his strength; seek his presence continually!",
            "book": "1 Chronicles 16:11 ESV",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "In the beginning the Word already existed. The Word was with God, and the Word was God.",
            "book": "John 1:1 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "The Lord your God is with you, a Powerful One Who wins the battle. He will have much joy over you. With His love He will give you new life. He will have joy over you with loud singing.",
            "book": "Zephaniah 3:17 NLV",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "We know and have believed the love which God has for us. God is love, and he who remains in love remains in God, and God remains in him.",
            "book": "1 John 4:16 WEB",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "We love because he first loved us.",
            "book": "1 John 4:19 ESV",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "\"A new commandment I give to you, that you love one another. Just as I have loved you, you also love one another.\"",
            "book": "John 13:34 WEB",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "\"I love those who love me, and those who look for me with much desire will find me.\"",
            "book": "Proverbs 8:17 NLV",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I pray that you will know the love of Christ. His love goes beyond anything we can understand. I pray that you will be filled with God Himself.",
            "book": "Ephesians 3:19 NLV",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "The steadfast love of the Lord never ceases; his mercies never come to an end; they are new every morning; great is your faithfulness.",
            "book": "Lamentations 3:22-23 ESV",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "You must love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.’ This is the first Law.",
            "book": "Mark 12:30 NLV",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Who then will condemn us? No one—for Christ Jesus died for us and was raised to life for us, and he is sitting in the place of honor at God’s right hand, pleading for us.",
            "book": "Romans 8:34 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "\"But I say to you, Love your enemies and pray for those who persecute you\"",
            "book": "Matthew 5:44 ESV",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Greater love has no one than this, that someone lay down his life for his friends.",
            "book": "John 15:13 WEB",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Dear friends, let us love one another, for love comes from God. Everyone who loves has been born of God and knows God.",
            "book": "1 John 4:7 NIV",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Surely God is my salvation; I will trust and not be afraid.The Lord, the Lord himself, is my strength and my defense; he has become my salvation.",
            "book": "Isaiah 12:2 NIV",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "The Sovereign Lord is my strength! He makes me as surefooted as a deer, able to tread upon the heights.",
            "book": "Habakkuk 3:19 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "\"I am with you and will watch over you wherever you go, and I will bring you back to this land. I will not leave you until I have done what I have promised you.\"",
            "book": "Genesis 28:15 NLT",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "\"If you will listen carefully to the voice of the Lord your God and do what is right in his sight, obeying his commands and keeping all his decrees, then I will not make you suffer any of the diseases I sent on the Egyptians; for I am the Lord who heals you.\"",
            "book": "Exodus 15:26 NLT",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Salvation is not a reward for the good things we have done, so none of us can boast about it.",
            "book": "Ephesians 2:9 NLT",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Know then that the Lord your God is God, the faithful God. He keeps His promise and shows His loving-kindness to those who love Him and keep His Laws, even to a thousand family groups in the future.",
            "book": "Deuteronomy 7:9 NLV",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "But from there you will seek the Lord your God, and you will find Him if you search for Him with all your heart and all your soul.",
            "book": "Deuteronomy 4:29 AMP",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "The eternal God is your dwelling place. Underneath are the everlasting arms. He thrust out the enemy from before you, and said, ‘Destroy!’",
            "book": "Deuteronomy 33:27 WEB",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "For he will order his angels to protect you wherever you go.",
            "book": "Psalm 91:11 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "no evil will conquer you; no plague will come near your home.",
            "book": "Psalm 91:10 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Let all that I am praise the Lord; may I never forget the good things he does for me.",
            "book": "Psalm 103:2 NLT",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "He forgives all my sins and heals all my diseases.",
            "book": "Psalm 103:3 NLT",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "He redeems me from death and crowns me with love and tender mercies.",
            "book": "Psalm 103:4 NLT",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Their leaves never wither, and they prosper in all they do.",
            "book": "Psalm 1:3 NLT",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "A righteous man walks in integrity. Blessed are his children after him.",
            "book": "Proverbs 20:7 WEB",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "He will wipe every tear from their eyes, and there will be no more death or sorrow or crying or pain. All these things are gone forever.",
            "book": "Revelations 21:4 NLT",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "The Lord is my helper; I will not be afraid. What can mere mortals do to me?",
            "book": "Hebrews 13:6 NIV",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "Those who know your name trust in you,for you, O Lord, do not abandon those who search for you.",
            "book": "Psalm 9:10 NLT",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "But all who listen to me will live in peace, untroubled by fear of harm.",
            "book": "Hebrews 13:6 NIV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "The Lord is my light and the One Who saves me. Whom should I fear? The Lord is the strength of my life. Of whom should I be afraid?",
            "book": "Psalm 27:1 NLV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I have written this to you who believe in the name of the Son of God, so that you may know you have eternal life.",
            "book": "1 John 5:13 NLT",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "For God so loved the world that He gave His only Son. Whoever puts his trust in God’s Son will not be lost but will have life that lasts forever.",
            "book": "John 3:16 NLV",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I give them life that lasts forever. They will never be punished. No one is able to take them out of My hand. ",
            "book": "John 10:28 NLV",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Do not love this world nor the things it offers you, for when you love the world, you do not have the love of the Father in you.",
            "book": "1 John 2:15 NLT",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "Give all your worries to Him because He cares for you.",
            "book": "1 Peter 5:7 NLV",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "So humble yourselves before God. Resist the devil, and he will flee from you.",
            "book": "James 4:7 NLT",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one;",
            "book": "Ephesians 6:16 ESV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Then you will experience God’s peace, which exceeds anything we can understand. His peace will guard your hearts and minds as you live in Christ Jesus.",
            "book": "Philippians 4:7 NLT",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "For God is not a God of confusion but of peace.",
            "book": "1 Corinthians 14:33 ESV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "Blessed are the peacemakers, for they will be called children of God.",
            "book": "Matthew 5:9 NIV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus.",
            "book": "Philippians 4:7 NIV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "God wants each of you to use his body in the right way by keeping it holy and by respecting it.",
            "book": "1 Thessalonians 4:4 NLV",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "Finally, brothers and sisters, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable—if anything is excellent or praiseworthy—think about such things.",
            "book": "Philippians 4:8 NIV",
            "isFavorite": false,
            "category": "positivity"
        },
        {
            "text": "Don’t you realize that your body is the temple of the Holy Spirit, who lives in you and was given to you by God? You do not belong to yourself, for God bought you with a high price. So you must honor God with your body.",
            "book": "1 Corinthians 6:19 NLT",
            "isFavorite": false,
            "category": "addiction"
        },
        {
            "text": "We must act all the time as if it were day. Keep away from wild parties and do not be drunk. Keep yourself free from sex sins and bad actions. Do not fight or be jealous. Let every part of you belong to the Lord Jesus Christ. Do not allow your weak thoughts to lead you into sinful actions.",
            "book": "Romans 13:13-14 NLV",
            "isFavorite": false,
            "category": "addiction"
        },
        {
            "text": "If we claim we have no sin, we are only fooling ourselves and not living in the truth. But if we confess our sins to him, he is faithful and just to forgive us our sins and to cleanse us from all wickedness.",
            "book": "1 John 1:8-9 NLT",
            "isFavorite": false,
            "category": "addiction"
        },
        {
            "text": "He comforts us in all our troubles so that we can comfort others. When they are troubled, we will be able to give them the same comfort God has given us.",
            "book": "2 Corinthians 1:4 NLT",
            "isFavorite": false,
            "category": "addiction"
        },
        {
            "text": "Don’t let evil conquer you, but conquer evil by doing good.",
            "book": "Romans 12:21 NLT",
            "isFavorite": false,
            "category": "addiction"
        },
        {
            "text": "But the Holy Spirit produces this kind of fruit in our lives: love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, and self-control. There is no law against these things!",
            "book": "Galatians 5:22-23 NLT",
            "isFavorite": false,
            "category": "addiction"
        },
        {
            "text": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness.",
            "book": "Galatians 5:22 ESV",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "The temptations in your life are no different from what others experience. And God is faithful. He will not allow the temptation to be more than you can stand. When you are tempted, he will show you a way out so that you can endure.",
            "book": "1 Corinthians 10:13 NLT",
            "isFavorite": false,
            "category": "addiction"
        },
        {
            "text": "Each time he said, \"My grace is all you need. My power works best in weakness.\" So now I am glad to boast about my weaknesses, so that the power of Christ can work through me.",
            "book": "2 Corinthians 12:9 NLT",
            "isFavorite": false,
            "category": "addiction"
        },
        {
            "text": "So give yourselves to God. Stand against the devil and he will run away from you.",
            "book": "James 4:7 NLV",
            "isFavorite": false,
            "category": "addiction"
        },
        {
            "text": "I can do all things because Christ gives me the strength.",
            "book": "Philippians 4:13 NLV",
            "isFavorite": false,
            "category": "addiction"
        },
        {
            "text": "I will call to you whenever I’m in trouble, and you will answer me.",
            "book": "Psalm 86:7 NLT",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "So don’t worry about these things, saying, ‘What will we eat? What will we drink? What will we wear?’ These things dominate the thoughts of unbelievers, but your heavenly Father already knows all your needs. Seek the Kingdom of God above all else, and live righteously, and he will give you everything you need.",
            "book": "Matthew 6:31-33 NLT",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "Give all your worries and cares to God, for he cares about you.",
            "book": "1 Peter 5:7 NLT",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "Don’t worry about anything; instead, pray about everything. Tell God what you need, and thank him for all he has done. Then you will experience God’s peace, which exceeds anything we can understand. His peace will guard your hearts and minds as you live in Christ Jesus.",
            "book": "Philippians 4:6-7 NLT",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "You will keep the man in perfect peace whose mind is kept on You, because he trusts in You.",
            "book": "Isaiah 26:3 NLV",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "Peace I leave with you. My peace I give to you. I do not give peace to you as the world gives. Do not let your hearts be troubled or afraid.",
            "book": "John 14:27 NLV",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid.",
            "book": "John 14:27 NIV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "So letting your sinful nature control your mind leads to death. But letting the Spirit control your mind leads to life and peace.",
            "book": "Romans 8:6 NLT",
            "isFavorite": false,
            "category": "selfcontrol"
        },
        {
            "text": "For God has not given us a spirit of fear and timidity, but of power, love, and self-discipline.",
            "book": "2 Timothy 1:7 NLT",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "Give all your cares to the Lord and He will give you strength. He will never let those who are right with Him be shaken.",
            "book": "Psalm 55:22 NLV",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "Do not worry about tomorrow. Tomorrow will have its own worries. The troubles we have in a day are enough for one day.",
            "book": "Matthew 6:34 NLV",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "If you need wisdom, ask our generous God, and he will give it to you. He will not rebuke you for asking.",
            "book": "James 1:5 NLT",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "But you, Lord, are a shield around me, my glory, the One who lifts my head high.",
            "book": "Psalm 3:3 NIV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "Is anyone among you suffering? Let him pray. Is anyone cheerful? Let him sing praise.",
            "book": "James 5:13 ESV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "May the God of hope fill you with all joy and peace as you trust in him, so that you may overflow with hope by the power of the Holy Spirit.",
            "book": "Romans 15:13 NIV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "Be happy in your hope. Do not give up when trouble comes. Do not let anything stop you from praying.",
            "book": "Romans 12:12 NLV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "Keep your lives free from the love of money. Be happy with what you have. God has said, \"I will never leave you or let you be alone.\"",
            "book": "Hebrews 13:5 NLV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "Keep your lives free from the love of money and be content with what you have, because God has said, 'Never will I leave you; never will I forsake you.'",
            "book": "Hebrews 13:5 NIV",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "The righteous cry out, and the Lord hears them; he delivers them from all their troubles.",
            "book": "Psalm 34:17 NIV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "\"Come to me, all you who labor and are heavily burdened, and I will give you rest.\"",
            "book": "Matthew 11:28 WEB",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "Weeping may last through the night, but joy comes with the morning.",
            "book": "Psalm 30:5 NLT",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "Hurry to answer me, O Lord! My spirit is becoming weak! Do not hide Your face from me, or I will become like those who go down to the grave. Let me hear Your loving-kindness in the morning, for I trust in You. Teach me the way I should go for I lift up my soul to You.",
            "book": "Psalm 143:7-8 NLV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "Don’t copy the behavior and customs of this world, but let God transform you into a new person by changing the way you think. Then you will learn to know God’s will for you, which is good and pleasing and perfect.",
            "book": "Romans 12:2 NLT",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "Do not fear, for I am with you. Do not be afraid, for I am your God.",
            "book": "Isaiah 41:10 NLV",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "So be strong and courageous! Do not be afraid and do not panic before them. For the Lord your God will personally go ahead of you. He will neither fail you nor abandon you.",
            "book": "Deuteronomy 31:6 NLT",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "Be strong and courageous. Do not be afraid or terrified because of them, for the LORD your God goes with you; he will never leave you nor forsake you.",
            "book": "Deuteronomy 31:6 NIV",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "\"And be sure of this: I am with you always, even to the end of the age.\"",
            "book": "Matthew 28:20 NLT",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "When my father and my mother forsake me, Then the Lord will take care of me.",
            "book": "Psalm 27:10 NKJV",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "Then the Lord God said, 'It is not good for the man to be alone. I will make a helper who is just right for him.'",
            "book": "Genesis 2:18 NLT",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "No one will be able to stand against you as long as you live. For I will be with you as I was with Moses. I will not fail you or abandon you.",
            "book": "Joshua 1:5 NLT",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "The Lord hears his people when they call to him for help. He rescues them from all their troubles.",
            "book": "Psalm 34:17 NLT",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "Come close to God, and God will come close to you. Wash your hands, you sinners; purify your hearts, for your loyalty is divided between God and the world..",
            "book": "James 4:8 NLT",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "Look to the Lord and his strength; seek his face always.",
            "book": "1 Chronicles 16:11 NIV",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord.",
            "book": "Romans 8:39 NIV",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "But I will restore you to health and heal your wounds,’declares the Lord",
            "book": "Jeremiah 30:17 NIV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I will give you back your health and heal your wounds, says the LORD.",
            "book": "Jeremiah 30:17 NLT",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "The righteous cry out, and the Lord hears them; he delivers them from all their troubles.",
            "book": "Psalm 34:17 NIV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "The righteous person may have many troubles, but the Lord delivers him from them all",
            "book": "Psalm 34:19 NIV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I will not die but live. And I will tell of what the Lord has done.",
            "book": "Psalm 118:17 NLV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Dear friend, I pray that you are doing well in every way. I pray that your body is strong and well even as your soul is.",
            "book": "3 John 2 NLV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Heal me, Lord, and I will be healed; save me and I will be saved, for you are the one I praise.",
            "book": "Jeremiah 17:14 NIV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "God gave Jesus of Nazareth the Holy Spirit and power. He went around doing good and healing all who were troubled by the devil because God was with Him.",
            "book": "Acts 10:38 NLV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "He forgives all my sins and heals all my diseases.",
            "book": "Psalm 103:3 NLV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Let all that I am praise the Lord; may I never forget the good things he does for me.",
            "book": "Psalm 103:2 NLV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "if my people, who are called by my name, will humble themselves and pray and seek my face and turn from their wicked ways, then I will hear from heaven, and I will forgive their sin and will heal their land.",
            "book": "2 Chronicles 7:14 NIV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "And the prayer of faith will save the one who is sick, and the Lord will raise him up. And if he has committed sins, he will be forgiven.",
            "book": "James 5:15 ESV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "Above all else, guard your heart, for everything you do flows from it.",
            "book": "Proverbs 4:23 NIV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "O Lord my God, I cried to you for help, and you restored my health.",
            "book": "Psalm 30:2 NLT",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I have the power to overcome my fears.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I trust that everything will work out for my good.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am stronger than my feelings of anxiety.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I release all negative thoughts and emotions.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am in control of my thoughts and actions.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I have the ability to calm my mind and body.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am deserving of peace and tranquility.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am confident in my ability to handle any situation.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I trust in my own resilience and strength.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am free from anxiety and stress.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am worthy of happiness and joy.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I choose to live in the present moment and let go of the past.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I have faith that everything will work out in my favor.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am surrounded by supportive and caring people.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am proud of myself for all that I have accomplished.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am in charge of my own happiness.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am grateful for my inner strength and resilience.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am capable of finding solutions to any problem.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am worthy of living a fulfilling and satisfying life.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am at peace with myself and the world around me.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I trust in my own intuition and inner wisdom God gives me.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am capable of facing any challenge with grace and courage.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am surrounded by abundance and prosperity.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I have the power to transform my anxiety into positive energy.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I choose to focus on the good in every situation.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am capable of achieving my dreams and goals.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am grateful for my health and well-being.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am worthy of love and compassion from myself and others.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am surrounded by positivity and light.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I trust that God has a great plan for me.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am capable of creating a life I love.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am at peace with myself and others.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I have the power to change my thoughts and feelings.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am capable of finding happiness in any situation.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am grateful for my strength and resilience.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I choose to let go of negative thoughts and emotions.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am worthy of success and abundance.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I trust that everything happens for a reason.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am surrounded by love and positive energy.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am in control of my life and my destiny.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am capable of overcoming any obstacle.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am worthy of inner peace and happiness.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I choose to focus on my strengths and abilities.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am grateful for all the positive experiences in my life.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I trust in my own abilities to achieve my goals.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am capable of finding joy in the small things in life.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am worthy of respect and kindness from others.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am surrounded by supportive and caring friends and family.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I choose to let go of past mistakes and regrets.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am in charge of my own destiny and happiness.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I have faith in my own abilities to overcome any challenge.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am worthy of love and compassion from myself and others.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am capable of finding solutions to any problem.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am worthy of living a fulfilling and satisfying life.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am at peace with myself and the world around me.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I choose to focus on the good in every situation.",
            "isFavorite": false,
            "category": "anxiety"
        },
        {
            "text": "I am at peace with myself and the world around me.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I trust in the universe to guide me towards peace and serenity.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I choose to let go of negative thoughts and emotions.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am capable of finding peace in every moment.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am worthy of inner peace and tranquility.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am grateful for the peace and quiet in my life.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am surrounded by positive energy and love.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I choose to focus on the present moment and let go of the past.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am in control of my thoughts and emotions.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am at peace with my past, present, and future.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am deserving of peace and serenity in my life.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am confident in my ability to find peace and calm.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am free from stress and anxiety.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am grateful for the peace and quiet in my surroundings.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am capable of creating peace and harmony in my relationships.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am worthy of living a life filled with peace and joy.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I trust that everything will work out for my good.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am surrounded by loving and supportive people.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am in charge of my own peace and happiness.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I choose to live in the present moment and let go of worries about the future.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am grateful for all the blessings in my life.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am capable of finding peace in any situation.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am worthy of love and respect from myself and others.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am at peace with myself and my surroundings.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am surrounded by positivity and light.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I trust in my own resilience and strength.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am free from all negativity and stress.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am confident in my ability to handle any situation.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am surrounded by supportive and caring people.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I choose to let go of any anger or resentment in my heart.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am capable of finding peace and serenity within myself.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am worthy of living a life filled with peace and contentment.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am at peace with my thoughts and emotions.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I trust in my own intuition and inner wisdom.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am free from all worries and fears.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am grateful for all the beauty and tranquility in the world.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am surrounded by love and positive energy.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am in control of my own peace and happiness.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I choose to focus on the good in every situation.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am capable of creating a peaceful and harmonious environment.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am worthy of love and compassion from myself and others.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I trust that the universe has a plan for me.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am surrounded by abundance and prosperity.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am capable of finding peace and serenity in my relationships.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I choose to let go of any negative self-talk and focus on positive affirmations.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am grateful for the peace and quiet in my mind.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am in charge of my own peace and happiness.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I trust in my own abilities to find peace and calm.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am worthy of inner peace and tranquility.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I choose to let go of past mistakes and regrets.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am capable of finding peace and serenity in any situation.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am surrounded by loving and supportive friends and family.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am grateful for the peace and quiet in my heart.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am in control of my thoughts and emotions.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I choose to live in the present moment and let go of worries about the future.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I am confident in my ability to find peace and calm.",
            "isFavorite": false,
            "category": "peace"
        },
        {
            "text": "I trust in the divine plan for my life.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I have unwavering faith in a higher power.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I am guided by a force greater than myself.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I have faith that everything happens for a reason.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I believe in the power of prayer and meditation.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I trust in the universe to provide for me.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I have faith that I am exactly where I am supposed to be.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I am filled with hope and positivity.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I have faith that my dreams will come true.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I believe that there is a purpose for my life.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I trust that everything will work out for my highest good.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I have faith in my ability to overcome any obstacle.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I am guided by my intuition and inner wisdom.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I have faith in the power of love and kindness.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I trust in the goodness of people.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I have faith in the power of forgiveness.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I believe that miracles happen every day.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I trust in the universe to bring me what I need.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I have faith in the power of gratitude and positivity.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I am open to receiving blessings from the universe.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I have faith that I am never alone.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I believe in the power of faith to transform my life.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I trust that everything will work out for my highest good.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I have faith in my ability to overcome any obstacle.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I am guided by my intuition and inner wisdom.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I have faith in the power of love and kindness.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I trust in the goodness of people.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I have faith in the power of forgiveness.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I believe that miracles happen every day.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I trust in the Creator of the universe to bring me what I need.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I have faith in the power of gratitude and positivity.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I am open to receiving blessings from the Creator of the universe.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I have faith that I am never alone.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I believe in the power of faith to transform my life.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I trust in God to guide me towards my highest good.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I have faith in my ability to make a difference in the world.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I believe that I am here for a reason.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I trust that the universe is conspiring in my favor.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I have faith in the power of positive thinking.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I believe that anything is possible if I have faith.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I trust that my prayers are being heard and answered.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I have faith that I am surrounded by love and light.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I believe that I am deserving of all the good things in life.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I trust that my faith will carry me through difficult times.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I have faith in my ability to find peace and joy.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I believe in the power of faith to heal my mind and body.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I trust that the universe will provide me with all that I need.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I have faith in the power of my thoughts and beliefs.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I believe that my faith can move mountains.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I trust that my faith will lead me to my purpose.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I have faith that everything will work out in the end.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I believe in the power of faith to bring me success and abundance.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I trust that the universe will bring me opportunities for growth and learning.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I have faith in the power of hope and optimism.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I believe that I am capable of achieving my dreams.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I trust that my faith will give me strength and courage.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I have faith in my ability to overcome fear and doubt.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I believe in the power of faith to bring me inner peace and harmony.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I trust that my faith will lead me to my true path.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I have faith that my journey is filled with purpose and meaning.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I believe that my faith will bring me closer to my higher self.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I trust that my faith will help me to live a fulfilling and joyful life.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I have faith in the power of love to transform the world.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I believe that my faith will bring me closer to my loved ones.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I trust that my faith will help me to create meaningful relationships.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I have faith that I am part of a greater whole.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "I believe that my faith will bring me closer to my community.",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Love is the essence of my being.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am deserving of love and affection.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love flows through me and radiates out to the world.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I attract love and positivity into my life.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am surrounded by love and support.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love is the foundation of all my relationships.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am capable of giving and receiving love.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am open to love in all its forms.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am grateful for the love that surrounds me.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love fills my heart with joy and peace.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I choose love over fear and hate.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am a magnet for love and positive energy.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am worthy of unconditional love.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love empowers me to live my best life.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am deserving of a healthy and loving relationship.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love is the most powerful force in the universe.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I trust in the power of love to heal and transform.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love is my birthright and I claim it now.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love guides me towards my highest good.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am blessed with an abundance of love in my life.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love connects me to others and to the world around me.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I choose to love myself unconditionally.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love allows me to forgive and let go of resentment.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am surrounded by people who love and appreciate me.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love is my superpower.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am grateful for the love that I give and receive.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am worthy of a loving and fulfilling relationship.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love helps me to grow and evolve as a person.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love allows me to forgive and let go of resentment.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love is patient, kind, and compassionate.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I trust in the power of love to overcome any obstacle.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love is a never-ending source of inspiration and motivation.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am open to receiving and giving love freely.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love is the key to my happiness and fulfillment.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love is the foundation of all that I do.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I choose to see the world through the lens of love.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am grateful for the love that I experience every day.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am open to the infinite possibilities of love.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love empowers me to live my life to the fullest.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am worthy of love and respect.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love is a healing balm for my soul.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am a magnet for loving and supportive people.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love empowers me to overcome fear and doubt.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am surrounded by a loving and supportive community.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love is my constant companion and guide.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am open and receptive to love in all its forms.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love helps me to create meaningful and fulfilling relationships.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am grateful for the love that I have in my life right now.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love helps me to see the beauty and goodness in others.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am capable of giving and receiving love without fear.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love fills my heart and soul with light and positivity.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love allows me to forgive and let go of resentment.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am deserving of love and happiness in my life.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love helps me to overcome challenges and obstacles.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am grateful for the love that I have for myself and others.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love helps me to connect with my true purpose and passion.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am surrounded by loving and supportive family and friends.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love inspires me to be the best version of myself.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I choose to let love guide my thoughts and actions.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love helps me to find peace and harmony within myself.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am open to the infinite possibilities of love in my life.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love is a powerful force that connects us all.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love is always present, even in difficult times.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am grateful for the love that I have experienced in my past.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love allows me to forgive and let go of negativity.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am open to learning new ways to express and experience love.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love helps me to cultivate compassion and empathy for others.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am open to allowing love to transform my life.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love helps me to see the beauty in the world around me.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am worthy of giving and receiving unconditional love.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love allows me to experience moments of pure joy and happiness.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am grateful for the love that I have in my life, both big and small.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love is the foundation of a strong and healthy relationship.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am open to exploring new ways to express love in my relationships.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love is a journey, and I am excited to see where it takes me.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I choose to approach life with an open and loving heart.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love allows me to see the best in myself and others.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am grateful for the love that I have for myself, flaws and all.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Love helps me to appreciate the simple moments in life.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "I am open to experiencing love in unexpected ways.",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Fear is just a feeling and it cannot control me.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I release all fear and embrace love and positivity.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I trust in myself to overcome any fear or challenge.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I am capable of facing my fears with grace and confidence.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I choose to focus on solutions rather than being consumed by fear.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "Fear is just an illusion and I choose to see through it.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I am stronger than any fear that comes my way.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I release all fear and embrace the present moment with gratitude and joy.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I choose to see fear as an opportunity for growth and learning.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I am safe and protected from all forms of fear.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I am capable of achieving my goals and dreams despite any fear or doubt.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I am resilient and capable of bouncing back from any fear or setback.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "Fear does not define me, I define myself with my thoughts and actions.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I am grateful for the lessons that fear has taught me.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I choose to face my fears with courage and determination.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I am confident in my ability to overcome any fear or obstacle.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "Fear is a normal part of life and I choose to embrace it as such.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I release all fear and embrace peace and tranquility.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I am worthy of a life free from fear and anxiety.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I am stronger than my fears and I choose to face them head-on.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "Fear is just a temporary emotion and I choose to focus on the long-term.",
            "isFavorite": false,
            "category": "fear",
        },
        {
            "text": "I am grateful for the strength and courage that fear has brought me.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I choose to replace fear with love and compassion.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I am deserving of a life filled with confidence and self-assurance.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "Fear is a natural response, but I choose not to let it control me.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I am capable of finding peace and comfort within myself despite any fear.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I choose to be brave and fearless in the face of fear.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "Fear is just an opportunity for me to grow and evolve.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I release all fear and embrace my inner strength and resilience.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I choose to live my life with courage and conviction.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I am capable of living my life without fear or anxiety.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I am grateful for the opportunities that fear has given me to become stronger and more resilient.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "Fear does not define me, I define myself with my actions and beliefs.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I am deserving of a life filled with joy and positivity, free from fear.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I choose to focus on love and positivity instead of fear and doubt.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I am capable of finding my inner peace and calmness despite any fear.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "Fear is just a temporary obstacle and I am capable of overcoming it.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I am stronger than any fear that comes my way.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I choose to face my fears with courage and conviction.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I release all fear and embrace my inner power and strength.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I am capable of achieving my goals and dreams despite any fear or doubt.",
            "isFavorite": false,
            "category": "fear"
        },
        {
            "text": "I choose to focus on the positive aspects of my life and be grateful for them.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the abundance of love and support in my life.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the simple pleasures in my life.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for my health and well-being.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the opportunities that life presents me with.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the challenges that have helped me grow and develop.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the people who have helped me along my journey.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the beauty that surrounds me every day.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for my talents and abilities.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the opportunities to learn and expand my knowledge.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the gift of life.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the freedom to make choices and create my own destiny.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the experiences that have shaped me into the person I am today.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the moments of joy and happiness in my life.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the peace and calmness that comes from being grateful.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the ability to connect with others and form meaningful relationships.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the strength and resilience that I possess.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the opportunities to give back to others and make a positive impact.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the support and encouragement of my friends and family.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the opportunities to express my creativity and pursue my passions.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the beauty and wonder of nature.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the opportunities to travel and explore new places.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the moments of laughter and joy that bring light to my life.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the opportunities to make a difference in the world.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the lessons that life teaches me.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the peace and happiness that comes from living in the present moment.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the memories that I have created with my loved ones.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the opportunities to learn from my mistakes and grow stronger.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the wisdom that comes from life's experiences.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the support and guidance of my mentors and teachers.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the freedom to express myself authentically.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the opportunities to learn from others and expand my perspective.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the opportunities to connect with my spiritual self.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the simple pleasures in life, like a warm cup of tea or a beautiful sunset.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the opportunities to connect with my inner strength and power.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the opportunities to give and receive love.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the opportunities to make a positive impact in the lives of others.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the opportunities to practice kindness and compassion.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the opportunities to take risks and step outside of my comfort zone.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the opportunities to learn from my failures and mistakes.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the opportunities to live my life with purpose and meaning.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the moments of clarity and insight that come from being grateful.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the opportunities to celebrate the successes and accomplishments of others.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for the opportunities to find joy and happiness in the little things.",
            "isFavorite": false,
            "category": "gratitude"
        },
        {
            "text": "I am grateful for my body and its ability to heal itself.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "My body is strong and resilient.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I am healthy and full of vitality.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "My mind and body are in perfect harmony.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I am in tune with my body's needs and respond accordingly.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I take care of my body by nourishing it with healthy food.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I am committed to living a healthy and active lifestyle.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I prioritize self-care and relaxation to support my overall health.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I am surrounded by people who support and encourage my healthy habits.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I listen to my body and rest when needed.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "My immune system is strong and capable of protecting me from illness.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I am grateful for the opportunities to learn about my body and how to care for it.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I am capable of achieving my health goals.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "My body is a temple and I treat it with respect and care.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I am proactive in maintaining my health and wellbeing.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I am grateful for the opportunities to exercise and move my body.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I am grateful for the healthy relationships in my life that support my overall health.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I choose to face my fears with courage and conviction.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I release all fear and embrace my inner power and strength.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I am worthy of investing time and effort into my health.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I am grateful for the opportunities to connect with nature and support my health.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I am committed to making healthy choices for myself.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I am grateful for the restorative power of sleep.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I am grateful for the opportunities to connect with my joy and support my health.",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "I am hopeful and optimistic about my future.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I trust that everything will work out for my highest good.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I am resilient and can overcome any obstacle.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I believe in myself and my abilities.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I am surrounded by love and support.",
            "isFavorite": false,
            "category": "hope"
            
        },
        {
            "text": "I am confident in my ability to achieve my goals.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I am grateful for all the blessings in my life.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I have faith in the universe and its plan for me.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I am open to new opportunities and experiences.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I am capable of creating the life I desire.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I am worthy of love and happiness.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I am in control of my thoughts and emotions.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I am blessed with abundance in all areas of my life.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I am strong and capable of handling any challenge.",
            "isFavorite": false,
            "category": "hope"
            
        },
        {
            "text": "I am surrounded by positive and uplifting energy.",
            "isFavorite": false,
            "category": "hope"
            
        },
        {
            "text": "I am confident in my ability to make the right decisions.",
            "isFavorite": false,
            "category": "hope"
            
        },
        {
            "text": "I am deserving of all the good things in my life.",
            "isFavorite": false,
            "category": "hope"
            
        },
        {
            "text": "I am grateful for my past experiences and the lessons they taught me.",
            "isFavorite": false,
            "category": "hope"
            
        },
        {
            "text": "I am always guided by my intuition and inner wisdom.",
            "isFavorite": false,
            "category": "hope"
            
        },
        {
            "text": "I am surrounded by peace, love, and positivity.",
            "isFavorite": false,
            "category": "hope"
            
        },
        {
            "text": "I trust that the universe has a plan for me and will guide me on my path.",
            "isFavorite": false,
            "category": "hope"
            
        },
        {
            "text": "I am free from fear and doubt.",
            "isFavorite": false,
            "category": "hope"
            
        },
        {
            "text": "I am grateful for the love and support of my friends and family.",
            "isFavorite": false,
            "category": "hope"
            
        },
        {
            "text": "I am worthy of success and abundance.",
            "isFavorite": false,
            "category": "hope"
            
        },
        {
            "text": "I am surrounded by positive and supportive people.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I am confident in my ability to achieve my dreams.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I trust that everything happens for a reason and that good things are coming my way.",
            "isFavorite": false,
            "category": "hope"
            
        },
        {
            "text": "I am resilient and have the strength to overcome any challenge that comes my way.",
            "isFavorite": false,
            "category": "hope"
            
        },
        {
            "text": "I am open to receiving all the abundance and blessings the universe has in store for me.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I believe in myself and my ability to achieve my dreams.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I am grateful for the opportunities and experiences that have shaped me into who I am today.",
            "isFavorite": false,
            "category": "hope"
            
        },
        {
            "text": "I trust that the universe is conspiring in my favor and leading me towards my highest good.",
            "isFavorite": false,
            "category": "hope"
            
        },
        {
            "text": "I am worthy of love, happiness, and success.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I am surrounded by positive energy and uplifting people who support me in my journey.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I am grateful for the strength and resilience I have developed through my struggles.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I am capable of creating a life filled with joy, abundance, and fulfillment.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I am free from negative thoughts and emotions that hold me back from achieving my dreams.",
            "isFavorite": false,
            "category": "hope"
            
        },
        {
            "text": "I trust that the universe will provide me with all the resources I need to achieve my goals.",
            "isFavorite": false,
            "category": "hope"
            
        },
        {
            "text": "I am grateful for the love and support of my friends and family who believe in me.",
            "isFavorite": false,
            "category": "hope"
            
        },
        {
            "text": "I am open to receiving new opportunities and experiences that will help me grow and evolve.",
            "isFavorite": false,
            "category": "hope"
            
        },
        {
            "text": "I am confident in my ability to handle any situation that comes my way with grace and ease.",
            "isFavorite": false,
            "category": "hope"
            
        },
        {
            "text": "I am surrounded by an abundance of love, joy, and positivity.",
            "isFavorite": false,
            "category": "hope"
            
        },
        {
            "text": "I trust that my past experiences have prepared me for a brighter future filled with happiness and success.",
            "isFavorite": false,
            "category": "hope"
            
        },
        {
            "text": "I am grateful for the journey that has led me to where I am today and excited for the journey that lies ahead.",
            "isFavorite": false,
            "category": "hope"
            
        },
        {
            "text": "I am capable of overcoming any limiting beliefs that hold me back from reaching my full potential.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I am deserving of all the good things that come my way and am grateful for each and every blessing.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I trust that everything is working out for my highest good, even if it may not seem like it at the moment.",
            "isFavorite": false,
            "category": "hope"
        },
        {
            "text": "I am never truly alone because I always have myself to rely on.",
            "isFavorite": false,
            "category": "loneliness"
            
        },
        {
            "text": "I am capable of forming meaningful connections with others.",
            "isFavorite": false,
            "category": "loneliness"
            
        },
        {
            "text": "I am surrounded by love and support, even if I can't always see it.",
            "isFavorite": false,
            "category": "loneliness"
            
        },
        {
            "text": "I am worthy of love and companionship, and will attract positive relationships into my life.",
            "isFavorite": false,
            "category": "loneliness"
            
        },
        {
            "text": "I trust that the universe has a plan for me, and that my loneliness is only temporary.",
            "isFavorite": false,
            "category": "loneliness"
            
        },
        {
            "text": "I am learning to enjoy my own company and appreciate solitude.",
            "isFavorite": false,
            "category": "loneliness"
            
        },
        {
            "text": "I am capable of filling my life with meaningful activities and hobbies that bring me joy.",
            "isFavorite": false,
            "category": "loneliness"
            
        },
        {
            "text": "I am taking steps to connect with others and form new relationships.",
            "isFavorite": false,
            "category": "loneliness"
            
        },
        {
            "text": "I am grateful for the people in my life who bring me joy and support me through difficult times.",
            "isFavorite": false,
            "category": "loneliness"
            
        },
        {
            "text": "I am actively working on building my social skills and becoming more confident in social situations.",
            "isFavorite": false,
            "category": "loneliness"
            
        },
        {
            "text": "I am taking care of my physical and emotional needs, which will attract positive relationships into my life.",
            "isFavorite": false,
            "category": "loneliness"
            
        },
        {
            "text": "I am opening myself up to new experiences and opportunities to meet new people.",
            "isFavorite": false,
            "category": "loneliness"
            
        },
        {
            "text": "I am learning to appreciate the beauty of solitude and the opportunity for self-reflection it provides.",
            "isFavorite": false,
            "category": "loneliness"
            
        },
        {
            "text": "I trust that the right people will come into my life at the right time.",
            "isFavorite": false,
            "category": "loneliness"
            
        },
        {
            "text": "I am actively seeking out opportunities to connect with others and form new relationships.",
            "isFavorite": false,
            "category": "loneliness"
            
        },
        {
            "text": "I am grateful for the lessons I am learning during this period of loneliness, and trust that they will serve me well in the future.",
            "isFavorite": false,
            "category": "loneliness"
            
        },
        {
            "text": "I am capable of overcoming my fears and insecurities in social situations.",
            "isFavorite": false,
            "category": "loneliness"
            
        },
        {
            "text": "I am surrounded by love and support, even if it may not be in the form I expected.",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "I am actively working on improving my self-esteem and sense of self-worth.",
            "isFavorite": false,
            "category": "loneliness"
            
        },
        {
            "text": "I am grateful for the opportunities I have had to connect with others, even if they were brief or temporary.",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "I am never truly alone because the universe is always with me.",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "I am learning to embrace my own company and enjoy solitude.",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "I am attracting positive and fulfilling relationships into my life.",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "I trust that the universe will bring me the companionship and love that I desire.",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "I am worthy of love and connection, and will not settle for anything less.",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "I am taking proactive steps to connect with others and form meaningful relationships.",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "I am surrounded by a supportive and loving community.",
            "isFavorite": false,
            "category": "loneliness"
            
        },
        {
            "text": "I am grateful for the time I have to focus on my own growth and healing.",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "I am opening myself up to new opportunities and experiences.",
            "isFavorite": false,
            "category": "loneliness"
            
        },
        {
            "text": "I am attracting positive and loving people into my life.",
            "isFavorite": false,
            "category": "loneliness"
            
        },
        {
            "text": "I am comfortable with being alone and find joy in my own company.",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "I trust that the universe will guide me towards the relationships that are meant for me.",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "I am worthy of genuine love and connection.",
            "isFavorite": false,
            "category": "loneliness"
            
        },
        {
            "text": "I am cultivating a deep sense of self-love and acceptance.",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "I am surrounded by a loving and supportive universe.",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "I am grateful for the opportunities I have to connect with others and form meaningful relationships.",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "I am attracting positive and uplifting people into my life.",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "I am learning to appreciate the beauty of my own company.",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "I am taking the time to nurture my own emotional wellbeing.",
            "isFavorite": false,
            "category": "loneliness"
            
        },
        {
            "text": "I am worthy of deep and meaningful connection with others.",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "I trust that the universe has a plan for my relationships, and that everything is unfolding perfectly.",
            "isFavorite": false,
            "category": "loneliness"
        },
        {
            "text": "I am grateful for the relationships I do have, and for the love and support that they provide.",
            "isFavorite": false,
            "category": "loneliness"
            
        },
        {
            "text": "I attract wealth and abundance into my life with ease.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "I am deserving of wealth and financial abundance.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "Money flows to me easily and effortlessly.",
            "isFavorite": false,
            "category": "wealth"
            
        },
        {
            "text": "I am grateful for the wealth and abundance that surrounds me.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "I am worthy of financial success and abundance.",
            "isFavorite": false,
            "category": "wealth"
            
        },
        {
            "text": "I am always attracting opportunities for financial growth and prosperity.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "I am financially secure and comfortable in all aspects of my life.",
            "isFavorite": false,
            "category": "wealth"
            
        },
        {
            "text": "My wealth and abundance is increasing every day.",
            "isFavorite": false,
            "category": "wealth"
            
        },
        {
            "text": "I am blessed with an abundance of financial resources.",
            "isFavorite": false,
            "category": "wealth"
            
        },
        {
            "text": "I am always aligned with the energy of abundance and prosperity.",
            "isFavorite": false,
            "category": "wealth"
            
        },
        {
            "text": "I am grateful for the financial abundance that flows into my life.",
            "isFavorite": false,
            "category": "wealth"
            
        },
        {
            "text": "I am attracting success and prosperity in all areas of my life.",
            "isFavorite": false,
            "category": "wealth"
            
        },
        {
            "text": "I trust that the universe will always provide for me.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "I am financially empowered and in control of my finances.",
            "isFavorite": false,
            "category": "wealth"
            
        },
        {
            "text": "I am worthy of abundance and financial freedom.",
            "isFavorite": false,
            "category": "wealth"
            
        },
        {
            "text": "I am always open to receiving financial abundance and prosperity.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "I am grateful for the opportunities I have to create wealth and abundance in my life.",
            "isFavorite": false,
            "category": "wealth"
            
        },
        {
            "text": "I am attracting financial success and prosperity into my life.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "I am financially abundant in all areas of my life.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "Money is a positive and empowering force in my life.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "I am deserving of financial stability and security.",
            "isFavorite": false,
            "category": "wealth"
            
        },
        {
            "text": "I am always expanding my financial horizons and creating new opportunities for success.",
            "isFavorite": false,
            "category": "wealth"
            
        },
        {
            "text": "I trust that the universe will always provide me with the resources I need to achieve financial abundance.",
            "isFavorite": false,
            "category": "wealth"
            
        },
        {
            "text": "I am grateful for the financial blessings that flow into my life.",
            "isFavorite": false,
            "category": "wealth"
            
        },
        {
            "text": "I am attracting wealth and abundance into my life on a daily basis.",
            "isFavorite": false,
            "category": "wealth"
            
        },
        {
            "text": "I am worthy of abundance and prosperity in all areas of my life.",
            "isFavorite": false,
            "category": "wealth"
            
        },
        {
            "text": "I trust that the universe is always working in my favor to bring me financial success.",
            "isFavorite": false,
            "category": "wealth"
            
        },
        {
            "text": "I am financially abundant and prosperous beyond my wildest dreams.",
            "isFavorite": false,
            "category": "wealth"
            
        },
        {
            "text": "I am attracting wealth and abundance effortlessly and easily.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "Money comes to me easily and effortlessly.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "I am worthy of receiving an endless supply of abundance and wealth.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "I am always in the right place at the right time to receive financial opportunities and abundance.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "I am open and receptive to all forms of financial abundance and prosperity.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "I am grateful for the financial abundance that I already have in my life.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "I trust that the universe is always providing me with everything I need to achieve financial success.",
            "isFavorite": false,
            "category": "wealth"
            
        },
        {
            "text": "I am worthy of financial freedom and security.",
            "isFavorite": false,
            "category": "wealth"
            
        },
        {
            "text": "I am blessed with an abundance of wealth and prosperity.",
            "isFavorite": false,
            "category": "wealth"
            
        },
        {
            "text": "I am always attracting positive financial opportunities and abundance into my life.",
            "isFavorite": false,
            "category": "wealth"
            
        },
        {
            "text": "I am financially abundant and secure in all areas of my life.",
            "isFavorite": false,
            "category": "wealth"
            
        },
        {
            "text": "I am worthy of living a life of financial abundance and prosperity.",
            "isFavorite": false,
            "category": "wealth"
            
        },
        {
            "text": "I trust that I am always on the right path to achieving financial success and abundance.",
            "isFavorite": false,
            "category": "wealth"
            
        },
        {
            "text": "I am attracting wealth and prosperity into my life with each passing moment.",
            "isFavorite": false,
            "category": "wealth"
            
        },
        {
            "text": "I am grateful for the abundance of wealth and prosperity that I am receiving in my life.",
            "isFavorite": false,
            "category": "wealth"
            
        },
        {
            "text": "I am worthy of receiving endless financial blessings and opportunities.",
            "isFavorite": false,
            "category": "wealth"
            
        },
        {
            "text": "I am always surrounded by positive financial energy and abundance.",
            "isFavorite": false,
            "category": "wealth"
            
        },
        {
            "text": "I trust that the universe is always providing me with the resources I need to achieve financial abundance.",
            "isFavorite": false,
            "category": "wealth"
            
        },
        {
            "text": "I am always attracting the perfect financial opportunities and abundance into my life.",
            "isFavorite": false,
            "category": "wealth"
            
        },
        {
            "text": "I am worthy of receiving abundance and prosperity in all aspects of my life.",
            "isFavorite": false,
            "category": "wealth"
            
        },
        {
            "text": "The blessing of the Lord brings wealth, without painful toil for it.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "The Lord will open the heavens, the storehouse of his bounty, to send rain on your land in season and to bless all the work of your hands. You will lend to many nations but will borrow from none.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "The wealth of the rich is their fortified city; they imagine it a wall too high to scale.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "Do not wear yourself out to get rich; do not trust your own cleverness.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "The rich rule over the poor, and the borrower is slave to the lender.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "Whoever loves money never has enough; whoever loves wealth is never satisfied with their income. This too is meaningless.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "Command those who are rich in this present world not to be arrogant nor to put their hope in wealth, which is so uncertain, but to put their hope in God, who richly provides us with everything for our enjoyment.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "The stingy are eager to get rich and are unaware that poverty awaits them.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "Wealth is worthless in the day of wrath, but righteousness delivers from death.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "Honor the Lord with your wealth, with the firstfruits of all your crops;",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "Better a little with the fear of the Lord than great wealth with turmoil.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "A good name is more desirable than great riches; to be esteemed is better than silver or gold.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "Dishonest money dwindles away, but whoever gathers money little by little makes it grow.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "The wealth of the wise is their crown, but the folly of fools yields folly.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "A faithful person will be richly blessed, but one eager to get rich will not go unpunished.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "One person gives freely, yet gains even more; another withholds unduly, but comes to poverty.",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "Better the little that the righteous have than the wealth of many wicked;",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "I have the power to create the life I want.",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "I am capable of achieving my goals.",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "I believe in myself and my abilities.",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "Every day I am getting closer to my dreams.",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "I am worthy of success and happiness.",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "I am grateful for all the opportunities that come my way.",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "I embrace challenges as opportunities to grow and learn.",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "I am surrounded by positivity and support.",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "I have the courage to pursue my passions.",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "I am focused and determined to succeed.",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "I am constantly improving and growing.",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "I trust the journey and know that everything happens for a reason.",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "I am in control of my thoughts and emotions.",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "I am confident in my ability to overcome any obstacles.",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "I am worthy of love and respect.",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "I am grateful for my strengths and my weaknesses, as they make me who I am.",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "I am patient and trust the process.",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "I am constantly learning and growing.",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "I am deserving of success and abundance.",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "I am capable of overcoming any challenges that come my way.",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "I am grateful for all the lessons life has taught me.",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "I am surrounded by positive and supportive people.",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "I can do all things through Christ who strengthens me.",
            "book": "Philippians 4:13",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles. And let us run with perseverance the race marked out for us, fixing our eyes on Jesus, the pioneer and perfecter of faith.",
            "book": "Hebrews 12:1-2",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "Commit your work to the Lord, and your plans will be established.",
            "book": "Proverbs 16:3",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "But those who hope in the Lord will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint.",
            "book": "Isaiah 40:31",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "I press on toward the goal to win the prize for which God has called me heavenward in Christ Jesus.",
            "book": "Philippians 3:14",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "Be strong and courageous. Do not be afraid; do not be discouraged, for the Lord your God will be with you wherever you go.",
            "book": "Joshua 1:9",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "For I know the plans I have for you,” declares the Lord, “plans to prosper you and not to harm you, plans to give you hope and a future.",
            "book": "Jeremiah 29:11",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "And we know that in all things God works for the good of those who love him, who have been called according to his purpose.",
            "book": "Romans 8:28",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up.",
            "book": "Galatians 6:9",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "The Lord is my strength and my shield; my heart trusts in him, and he helps me. My heart leaps for joy, and with my song I praise him.",
            "book": "Psalm 28:7",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "But seek first his kingdom and his righteousness, and all these things will be given to you as well.",
            "book": "Matthew 6:33",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "Trust in the Lord with all your heart and lean not on your own understanding; in all your ways submit to him, and he will make your paths straight.",
            "book": "Proverbs 3:5-6",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "Trust in the Lord with all your heart, and lean not on your own understanding; In all your ways acknowledge Him, and He shall direct your paths.",
            "book": "Proverbs 3:5-6 NKJV",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "Let us run with perseverance the race marked out for us, fixing our eyes on Jesus, the pioneer and perfecter of faith.",
            "book": "Hebrews 12:1-2",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "The Lord himself goes before you and will be with you; he will never leave you nor forsake you. Do not be afraid; do not be discouraged.",
            "book": "Deuteronomy 31:8",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "I will instruct you and teach you in the way you should go; I will counsel you with my loving eye on you.",
            "book": "Psalm 32:8",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "Forgetting what is behind and straining toward what is ahead, I press on toward the goal to win the prize for which God has called me heavenward in Christ Jesus.",
            "book": "Philippians 3:13-14",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "The Lord is my shepherd, I lack nothing.",
            "book": "Psalm 23:1",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "But those who trust in the Lord will find new strength. They will soar high on wings like eagles. They will run and not grow weary. They will walk and not faint.",
            "book": "Isaiah 40:31",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God. And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus.",
            "book": "Philippians 4:6-7",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God.",
            "book": "Philippians 4:6 NIV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "I am confident in my abilities and talents.",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "I trust in my decisions and choices.",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "I am worthy of respect and love.",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "I believe in myself and my potential.",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "I embrace my uniqueness and individuality.",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "I am comfortable in my own skin.",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "I am capable of achieving my goals.",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "I am worthy of success and happiness.",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "I am confident in my ability to handle challenges.",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "I am proud of my accomplishments.",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "I am confident in my ability to learn and grow.",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "I am not afraid to take risks and try new things.",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "I am worthy of forgiveness and second chances.",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "I am confident in my ability to make positive changes in my life.",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "I am confident in my ability to handle criticism.",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "I am confident in my ability to communicate effectively.",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "I am confident in my ability to lead and inspire others.",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "I trust my instincts and intuition.",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "I am confident in my ability to create positive change in the world.",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "I am confident in my ability to overcome obstacles.",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "I am confident in my ability to stay calm under pressure.",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "I am confident in my ability to bounce back from setbacks.",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "I am confident in my ability to persevere through challenges.",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "Trust in the LORD with all your heart and lean not on your own understanding;",
            "book": "Proverbs 3:5 NIV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "The LORD is my light and my salvation; whom shall I fear? The LORD is the stronghold of my life; of whom shall I be afraid?",
            "book": "Psalm 27:1 ESV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "I can do all things through Christ who strengthens me.",
            "book": "Philippians 4:13 NKJV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "For God has not given us a spirit of fear, but of power and of love and of a sound mind.",
            "book": "2 Timothy 1:7 NKJV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "The LORD is on my side; I will not fear. What can man do to me?",
            "book": "Psalm 118:6 ESV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "Be strong and courageous. Do not be afraid or terrified because of them, for the LORD your God goes with you; he will never leave you nor forsake you.",
            "book": "Deuteronomy 31:6 NIV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "But blessed is the one who trusts in the LORD, whose confidence is in him.",
            "book": "Jeremiah 17:7 NIV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "So we say with confidence, “The Lord is my helper; I will not be afraid. What can mere mortals do to me?”",
            "book": "Hebrews 13:6 NIV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "But the LORD is faithful. He will establish you and guard you against the evil one.",
            "book": "2 Thessalonians 3:3 ESV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers, nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord.",
            "book": "Romans 8:38-39 ESV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "Now faith is the assurance of things hoped for, the conviction of things not seen.",
            "book": "Hebrews 11:1 ESV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "But he said to me, “My grace is sufficient for you, for my power is made perfect in weakness.” Therefore I will boast all the more gladly of my weaknesses, so that the power of Christ may rest upon me.",
            "book": "2 Corinthians 12:9 ESV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand.",
            "book": "Isaiah 41:10 NIV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "The Lord is my light and my salvation— whom shall I fear? The Lord is the stronghold of my life— of whom shall I be afraid?",
            "book": "Psalm 27:1 NIV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "Now faith is confidence in what we hope for and assurance about what we do not see.",
            "book": "Hebrews 11:1 NIV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "When I am afraid, I put my trust in you.",
            "book": "Psalm 56:3 NIV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "But blessed is the one who trusts in the Lord, whose confidence is in him.",
            "book": "Jeremiah 17:7 NIV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "And we know that in all things God works for the good of those who love him, who have been called according to his purpose.",
            "book": "Romans 8:28 NIV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "The Lord is my strength and my shield; my heart trusts in him, and he helps me. My heart leaps for joy, and with my song I praise him.",
            "book": "Psalm 28:7 NIV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "I can do all this through him who gives me strength.",
            "book": "Philippians 4:13 NIV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "But those who hope in the Lord will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint.",
            "book": "Isaiah 40:31 NIV",
            "isFavorite": false,
            "category": "confidence"
        },
        {
            "text": "God is our refuge and strength, an ever-present help in trouble.",
            "book": "Psalm 46:1 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "God is our refuge and strength, an ever-present help in trouble.",
            "book": "Psalm 46:1 NIV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "When you pass through the waters, I will be with you; and through the rivers, they shall not overwhelm you; when you walk through fire you shall not be burned, and the flame shall not consume you.",
            "book": "Isaiah 43:2 ESV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "In this world you will have trouble. But take heart! I have overcome the world.",
            "book": "John 16:33 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "The Lord is close to the brokenhearted and saves those who are crushed in spirit.",
            "book": "Psalm 34:18 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "Consider it pure joy, my brothers and sisters, whenever you face trials of many kinds, because you know that the testing of your faith produces perseverance.",
            "book": "James 1:2-3 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers, neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord.",
            "book": "Romans 8:38-39 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "But he said to me, “My grace is sufficient for you, for my power is made perfect in weakness.” Therefore I will boast all the more gladly about my weaknesses, so that Christ’s power may rest on me.",
            "book": "2 Corinthians 12:9 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.",
            "book": "John 16:33 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "Cast your cares on the LORD and he will sustain you; he will never let the righteous be shaken.",
            "book": "Psalm 55:22 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "And we know that in all things God works for the good of those who love him, who have been called according to his purpose.",
            "book": "Romans 8:28 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "The righteous person may have many troubles, but the Lord delivers him from them all.",
            "book": "Psalm 34:19 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "And we know that in all things God works for the good of those who love him, who have been called according to his purpose.",
            "book": "Romans 8:28 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "My flesh and my heart may fail, but God is the strength of my heart and my portion forever.",
            "book": "Psalm 73:26 ESV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "For our light and momentary troubles are achieving for us an eternal glory that far outweighs them all.",
            "book": "2 Corinthians 4:17 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand.",
            "book": "Isaiah 41:10 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "Whatever you do, work at it with all your heart, as working for the Lord, not for human masters.",
            "book": "Colossians 3:23 NIV",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "Therefore, my dear brothers and sisters, stand firm. Let nothing move you. Always give yourselves fully to the work of the Lord, because you know that your labor in the Lord is not in vain.",
            "book": "1 Corinthians 15:58 NIV",
            "isFavorite": false,
            "category": "motivation"
        },
        {
            "text": "But he said to me, “My grace is sufficient for you, for my power is made perfect in weakness.” Therefore I will boast all the more gladly about my weaknesses, so that Christ’s power may rest on me.",
            "book": "2 Corinthians 12:9 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "The Lord is my rock, my fortress and my deliverer; my God is my rock, in whom I take refuge, my shield and the horn of my salvation, my stronghold.",
            "book": "Psalm 18:2 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "Even though I walk through the darkest valley, I will fear no evil, for you are with me; your rod and your staff, they comfort me.",
            "book": "Psalm 23:4 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "The LORD is close to the brokenhearted and saves those who are crushed in spirit.",
            "book": "Psalm 34:18 NIV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "Come to me, all you who are weary and burdened, and I will give you rest.",
            "book": "Matthew 11:28 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "Come to me, all you who are weary and burdened, and I will give you rest.",
            "book": "Matthew 11:28 NIV",
            "isFavorite": false,
            "category": "depression"
        },
        {
            "text": "Cast all your anxiety on him because he cares for you.",
            "book": "1 Peter 5:7 NIV",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I am strong and resilient in the face of hard times.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I am capable of overcoming any challenge that comes my way.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I have the strength and perseverance to get through tough times.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I am a survivor and I will overcome any obstacle.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I am not alone in my struggles and there is help available.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I have the courage to face my fears and move forward.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I trust that everything happens for a reason and I will learn and grow from this experience.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I am in control of my thoughts and emotions, and I choose to focus on the positive.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I am grateful for the lessons I am learning during this difficult time.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I am resilient and I will bounce back stronger than ever.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I am surrounded by love and support, and I am grateful for those who care about me.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I have the strength and determination to persevere through any hardship.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I am confident that I will come out of this situation stronger and wiser than before.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I am not defined by my struggles, but by how I rise above them.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I am capable of finding solutions to any problem that arises.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I am worthy of love and happiness, even in the midst of difficult times.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I am resilient and I have overcome challenges before.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I am surrounded by blessings, even in the midst of difficult times.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I am grateful for the opportunity to grow and learn through this difficult time.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I am confident in my ability to adapt and overcome any obstacle.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I am strong and resilient, and I will come out of this situation even stronger.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I have the strength to get through difficult times.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I trust that everything will work out in the end.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I am resilient and can handle anything that comes my way.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I choose to focus on the positive even in tough situations.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I am grateful for the lessons I learn during challenging times.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I have overcome difficulties in the past and can do it again.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I am surrounded by love and support, even in hard times.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I am capable of finding solutions to my problems.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I have faith that everything happens for a reason.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I am not alone in my struggles.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I am grateful for the opportunities that challenges bring.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I am stronger than any obstacle that comes my way.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I am deserving of happiness and success, even in difficult times.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I am confident that I can find a way through any challenge.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I trust that this struggle is only temporary.",
            "isFavorite": false,
            "category": "hardtimes"
        },
        {
            "text": "I forgive myself and others, and release all resentment and anger.",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "I am capable of forgiving myself and others, and I choose to do so now.",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "Forgiving others frees me from the pain of the past and opens up new opportunities for love and connection.",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "I choose to let go of all grudges and bitterness, and to live with a heart full of forgiveness and compassion.",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "I release all judgment and blame, and forgive myself and others for any past mistakes or hurts.",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "I am worthy of forgiveness and deserve to live a happy, fulfilling life free from the burdens of the past.",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "Forgiveness is an act of courage and strength, and I choose to be brave and forgive those who have hurt me.",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "I choose to see the good in others and to forgive them for any mistakes or wrongdoings.",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "I am not defined by my past hurts or mistakes, and I choose to forgive myself and others and move forward with love and grace.",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "I release all negative emotions and thoughts associated with the past and choose to embrace forgiveness and healing.",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "Forgiveness is an act of love, and I choose to love myself and others enough to forgive and move forward in peace.",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "I forgive others for their mistakes and choose to focus on the positive aspects of my life.",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "I let go of all anger and resentment and choose to forgive myself and others with love and compassion.",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "I am open to the healing power of forgiveness and choose to let go of any past hurts and move forward with love and peace.",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "I am grateful for the lessons learned from past hurts, and I choose to forgive and release any negative emotions associated with them.",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "Bear with each other and forgive one another if any of you has a grievance against someone. Forgive as the Lord forgave you.",
            "book": "Colossians 3:13 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "For if you forgive other people when they sin against you, your heavenly Father will also forgive you.",
            "book": "Matthew 6:14 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "Then Peter came to Jesus and asked, 'Lord, how many times shall I forgive my brother or sister who sins against me? Up to seven times?' Jesus answered, 'I tell you, not seven times, but seventy-seven times.'",
            "book": "Matthew 18:21-22 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "And when you stand praying, if you hold anything against anyone, forgive them, so that your Father in heaven may forgive you your sins.",
            "book": "Mark 11:25 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness.",
            "book": "1 John 1:9 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "For if you forgive other people when they sin against you, your heavenly Father will also forgive you.",
            "book": "Matthew 6:14 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "Then Peter came to Jesus and asked, 'Lord, how many times shall I forgive my brother or sister who sins against me? Up to seven times?' Jesus answered, 'I tell you, not seven times, but seventy-seven times.'",
            "book": "Matthew 18:21-22 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "And when you stand praying, if you hold anything against anyone, forgive them, so that your Father in heaven may forgive you your sins.",
            "book": "Mark 11:25 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness.",
            "book": "1 John 1:9 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "Then he adds: 'Their sins and lawless acts I will remember no more.'",
            "book": "Hebrews 10:17 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "For if you forgive other people when they sin against you, your heavenly Father will also forgive you. But if you do not forgive others their sins, your Father will not forgive your sins.",
            "book": "Matthew 6:14-15 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "For if you forgive other people when they sin against you, your heavenly Father will also forgive you.",
            "book": "Matthew 6:14 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "Then Peter came to Jesus and asked, “Lord, how many times shall I forgive my brother or sister who sins against me? Up to seven times?” Jesus answered, “I tell you, not seven times, but seventy-seven times.",
            "book": "Matthew 18:21-22 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "And when you stand praying, if you hold anything against anyone, forgive them, so that your Father in heaven may forgive you your sins.",
            "book": "Mark 11:25 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you.",
            "book": "Ephesians 4:32 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "For if you forgive other people when they sin against you, your heavenly Father will also forgive you.",
            "book": "Matthew 6:14 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "Bear with each other and forgive one another if any of you has a grievance against someone. Forgive as the Lord forgave you.",
            "book": "Colossians 3:13 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "But I tell you, love your enemies and pray for those who persecute you, that you may be children of your Father in heaven.",
            "book": "Matthew 5:44-45 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "Therefore, if you are offering your gift at the altar and there remember that your brother or sister has something against you, leave your gift there in front of the altar. First go and be reconciled to them; then come and offer your gift.",
            "book": "Matthew 5:23-24 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "Do not judge, and you will not be judged. Do not condemn, and you will not be condemned. Forgive, and you will be forgiven.",
            "book": "Luke 6:37 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "Then he adds: “Their sins and lawless acts I will remember no more.”",
            "book": "Hebrews 10:17 NIV",
            "isFavorite": false,
            "category": "forgiveness"
        },
        {
            "text": "For the moment all discipline seems painful rather than pleasant, but later it yields the peaceful fruit of righteousness to those who have been trained by it.",
            "book": "Hebrews 12:11 ESV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "Do not be slothful in zeal, be fervent in spirit, serve the Lord.",
            "book": "Romans 12:11 ESV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "But I discipline my body and keep it under control, lest after preaching to others I myself should be disqualified.",
            "book": "1 Corinthians 9:27 ESV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "Whoever loves discipline loves knowledge, but he who hates reproof is stupid.",
            "book": "Proverbs 12:1 ESV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "For the grace of God has appeared, bringing salvation for all people, training us to renounce ungodliness and worldly passions, and to live self-controlled, upright, and godly lives in the present age.",
            "book": "Titus 2:11-12 ESV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "Like a city whose walls are broken through is a person who lacks self-control.",
            "book": "Proverbs 25:28 NIV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law.",
            "book": "Galatians 5:22-23 ESV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "Every athlete exercises self-control in all things. They do it to receive a perishable wreath, but we an imperishable.",
            "book": "1 Corinthians 9:25 ESV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "For this very reason, make every effort to supplement your faith with virtue, and virtue with knowledge, and knowledge with self-control, and self-control with steadfastness, and steadfastness with godliness,",
            "book": "2 Peter 1:5-6 ESV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "If you keep my commandments, you will abide in my love, just as I have kept my Father's commandments and abide in his love.",
            "book": "John 15:10 ESV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "The end of all things is at hand; therefore be self-controlled and sober-minded for the sake of your prayers.",
            "book": "1 Peter 4:7 ESV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "Endure hardship as discipline; God is treating you as his children. For what children are not disciplined by their father?",
            "book": "Hebrews 12:7 NIV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "No discipline seems pleasant at the time, but painful. Later on, however, it produces a harvest of righteousness and peace for those who have been trained by it.",
            "book": "Hebrews 12:11 NIV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "Whoever loves discipline loves knowledge, but whoever hates correction is stupid.",
            "book": "Proverbs 12:1 NIV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "Whoever heeds discipline shows the way to life, but whoever ignores correction leads others astray.",
            "book": "Proverbs 10:17 NIV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "The blessing of the LORD brings wealth, without painful toil for it.",
            "book": "Proverbs 10:22 NIV",
            "isFavorite": false,
            "category": "wealth"
        },
        {
            "text": "Those who disregard discipline despise themselves, but the one who heeds correction gains understanding.",
            "book": "Proverbs 15:32 NIV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "Whoever remains stiff-necked after many rebukes will suddenly be destroyed—without remedy.",
            "book": "Proverbs 29:1 NIV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "Discipline your children, and they will give you peace; they will bring you the delights you desire.",
            "book": "Proverbs 29:17 NIV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "The Lord disciplines those he loves, as a father the son he delights in.",
            "book": "Proverbs 3:12 NIV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "My son, do not despise the Lord’s discipline, and do not resent his rebuke, because the Lord disciplines those he loves, as a father the son he delights in.",
            "book": "Proverbs 3:11-12 NIV",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "I have the power to control my actions and make positive choices.",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "I am capable of accomplishing my goals with self-discipline and determination.",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "I am committed to my personal growth and development, and I make disciplined choices to achieve my goals.",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "I embrace the challenges that come with discipline and use them as opportunities for growth.",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "I am in control of my thoughts, feelings, and actions through self-discipline.",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "I am disciplined in my daily habits, and this helps me achieve my long-term goals.",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "I trust in my ability to stay focused and disciplined in achieving my goals.",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "I am dedicated to my purpose, and I use self-discipline to stay on track towards achieving it.",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "I am persistent and determined in the face of challenges, and I use discipline to overcome them.",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "I am committed to my personal values, and I use discipline to uphold them in my daily life.",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "I am accountable for my actions, and I use discipline to make responsible choices.",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "I have the mental toughness to persevere through difficult tasks with discipline and focus.",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "I am disciplined in my time management, and I use my time effectively to achieve my goals.",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "I am disciplined in my thoughts and emotions, and I use them to fuel my actions towards my goals.",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "I have the self-control to resist temptation and distractions, and I use discipline to stay focused on my goals.",
            "isFavorite": false,
            "category": "discipline"
        },
        {
            "text": "I can handle any challenge that comes my way.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I am strong and resilient.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I have the power to overcome any obstacle.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I will keep going no matter what.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I am capable of achieving my goals with hard work and dedication.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I am determined to succeed.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I will not give up, even when things get tough.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I am in control of my thoughts and actions.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I will push through my challenges and come out stronger on the other side.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I believe in myself and my ability to succeed.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I am committed to reaching my goals, no matter how long it takes.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I have the patience and endurance to see my dreams become a reality.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I am persistent and will not give up until I achieve my goals.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I will keep moving forward, even when progress is slow.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I am capable of adapting to change and overcoming obstacles.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I am resilient and can bounce back from any setback.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I will never give up on my dreams and aspirations.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I am strong enough to face any challenge that comes my way.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I will keep working towards my goals, no matter how small the progress.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I have the courage to persevere through difficult times.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I am determined to succeed, no matter how long it takes.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I am strong and resilient, and I can overcome any obstacle.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I have the courage to keep going when things get tough.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I am determined to reach my goals, no matter how difficult it may seem.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I have faith that my hard work and perseverance will pay off in the end.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I am committed to pushing through challenges and emerging stronger on the other side.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I am capable of withstanding setbacks and failures and learning from them.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I trust in my ability to keep moving forward, even when progress is slow.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I have a resilient spirit that can weather any storm.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I am patient and persistent in pursuing my dreams and goals.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I am capable of enduring challenges and emerging stronger and wiser from them.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I believe in myself and my ability to keep going, even when things get tough.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I am focused and determined, and I refuse to give up on what matters most to me.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I am willing to put in the work and effort needed to achieve my goals and dreams.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I am committed to persevering through difficulties and setbacks, knowing that success is within my reach.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I am resilient and can overcome any challenge that comes my way.",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "Blessed is the one who perseveres under trial because, having stood the test, that person will receive the crown of life that the Lord has promised to those who love him.",
            "book": "James 1:12 NIV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up.",
            "book": "Galatians 6:9 NIV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "But those who hope in the Lord will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint.",
            "book": "Isaiah 40:31 NIV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I can do all this through him who gives me strength.",
            "book": "Philippians 4:13 NIV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "Consider it pure joy, my brothers and sisters, whenever you face trials of many kinds, because you know that the testing of your faith produces perseverance.",
            "book": "James 1:2-3 NIV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "And let us run with perseverance the race marked out for us, fixing our eyes on Jesus, the pioneer and perfecter of faith. For the joy set before him he endured the cross, scorning its shame, and sat down at the right hand of the throne of God.",
            "book": "Hebrews 12:1-2 NIV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I press on toward the goal to win the prize for which God has called me heavenward in Christ Jesus.",
            "book": "Philippians 3:14 NIV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles. And let us run with perseverance the race marked out for us,",
            "book": "Hebrews 12:1 NIV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "But as for you, be strong and do not give up, for your work will be rewarded.",
            "book": "2 Chronicles 15:7 NIV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "Therefore we do not lose heart. Though outwardly we are wasting away, yet inwardly we are being renewed day by day.",
            "book": "2 Corinthians 4:16 NIV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "And let us not grow weary while doing good, for in due season we shall reap if we do not lose heart.",
            "book": "Galatians 6:9 NKJV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "And let us not grow weary while doing good, for in due season we shall reap if we do not lose heart.",
            "book": "Galatians 6:9 NKJV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "Watch, stand fast in the faith, be brave, be strong.",
            "book": "1 Corinthians 16:13 NKJV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I press toward the goal for the prize of the upward call of God in Christ Jesus.",
            "book": "Philippians 3:14 NKJV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "I have fought the good fight, I have finished the race, I have kept the faith.",
            "book": "2 Timothy 4:7 NKJV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "Blessed is the man who endures temptation; for when he has been approved, he will receive the crown of life which the Lord has promised to those who love Him.",
            "book": "James 1:12 NKJV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "But he who endures to the end shall be saved.",
            "book": "Matthew 24:13 NKJV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "Therefore we also, since we are surrounded by so great a cloud of witnesses, let us lay aside every weight, and the sin which so easily ensnares us, and let us run with endurance the race that is set before us.",
            "book": "Hebrews 12:1 NKJV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "My brethren, count it all joy when you fall into various trials, knowing that the testing of your faith produces patience. But let patience have its perfect work, that you may be perfect and complete, lacking nothing.",
            "book": "James 1:2-4 NKJV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "For you have need of endurance, so that after you have done the will of God, you may receive the promise:",
            "book": "Hebrews 10:36 NKJV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "And not only that, but we also glory in tribulations, knowing that tribulation produces perseverance; and perseverance, character; and character, hope.",
            "book": "Romans 5:3-4 NKJV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "Therefore, since Christ suffered for us in the flesh, arm yourselves also with the same mind, for he who has suffered in the flesh has ceased from sin, that he no longer should live the rest of his time in the flesh for the lusts of men, but for the will of God.",
            "book": "1 Peter 4:1-2 NKJV",
            "isFavorite": false,
            "category": "perseverance"
        },
        {
            "text": "But without faith it is impossible to please Him, for he who comes to God must believe that He is, and that He is a rewarder of those who diligently seek Him.",
            "book": "Hebrews 11:6 NKJV",
            "isFavorite": false,
            "category": "faith"
        },
        {
            "text": "My command is this: Love each other as I have loved you.",
            "book": "John 15:12 NIV",
            "isFavorite": false,
            "category": "love"
        },
        {
            "text": "Dear friend, I pray that you may enjoy good health and that all may go well with you, even as your soul is getting along well.",
            "book": "3 John 1:2 NIV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "He heals the brokenhearted and binds up their wounds.",
            "book": "Psalm 147:3 NIV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "A cheerful heart is good medicine, but a crushed spirit dries up the bones.",
            "book": "Proverbs 17:22 NIV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "My son, pay attention to what I say; turn your ear to my words. Do not let them out of your sight, keep them within your heart; for they are life to those who find them and health to one’s whole body.",
            "book": "Proverbs 4:20-22 NIV",
            "isFavorite": false,
            "category": "health"
        },
        {
            "text": "But he was pierced for our transgressions, he was crushed for our iniquities; the punishment that brought us peace was on him, and by his wounds we are healed.",
            "book": "Isaiah 53:5 NIV",
            "isFavorite": false,
            "category": "health"
        },
    ]
}
