{
    "devotionals": [
        {
         "date": "20-05-2023",
         "title": "The Divine Invitation",
         "devotionalText": "In John 6:40-45, Jesus provides profound insight into God's heart and His plan for humanity. He says, ‘For this is the will of my Father, that everyone who looks on the Son and believes in him should have eternal life.’\n\n\tAt first glance, these words may seem straightforward, but they harbor deep spiritual significance. This scripture encapsulates the beautiful simplicity of God's invitation to us: to look upon Jesus, to believe in Him, and in doing so, secure eternal life.\n\n\tHowever, what does it truly mean to look upon Jesus? It's more than mere acknowledgement of His existence or superficial understanding. To look upon Jesus is to recognize Him for who He truly is—the Son of God, the Savior of the world—and to accept the salvation He offers.\n\n\tIt's about focusing our hearts, minds, and souls on Jesus, allowing His teachings to guide our actions and His love to transform our hearts. It's about building a personal relationship with Him, marked by trust, reliance, and an unwavering belief in His power to save.\n\n\tJesus also reassures us, ‘No one can come to me unless the Father who sent me draws him.’ This is a promise of divine initiative. We are not left alone to stumble towards faith; God Himself draws us to Jesus. He is at work in our hearts, beckoning us into a relationship with His Son.\n\n\tAs you navigate your faith journey, take comfort in this divine invitation. God is drawing you closer, inviting you to look upon Jesus and believe in Him. Accept this invitation with open hearts, let it guide your steps, and experience the promise of eternal life that follows.",
         "books": "John 6:40-45"
        },
        {
         "date": "21-05-2023",
         "title": "Authentic Worship",
         "devotionalText": "In Mark 7:6, Jesus rebukes the Pharisees for their hypocrisy, their worship focused on outward displays rather than sincere heart devotion. Jesus warns us of a religious practice that remains on the lips, but does not come from the heart. \n\n\tThis scripture serves as a reminder to examine our approach to worship. Are we merely repeating words and following rituals without genuinely engaging our hearts? Are we honoring God with our words while our minds wander and our hearts are disengaged? \n\n\tAuthentic worship extends beyond our lips. It involves the engagement of our hearts, minds, and souls in adoring our Creator. It's about more than the songs we sing or the prayers we recite; it's about our love, reverence, and commitment to God. It's about how we live our lives daily, in service, humility, kindness, and love.\n\n\tJesus calls us to live out our faith genuinely, beyond church walls, rituals, or religious traditions. He calls us to a lifestyle of worship, where our hearts are so filled with love for Him that this love overflows into our daily actions. It's a worship that shines in how we treat others, how we steward God's gifts, and how we navigate life's challenges with faith.\n\n\tAs we ponder Mark 7:6, let's ask ourselves: Is our worship merely on our lips, or does it flow from our hearts? Do our actions reflect the words we utter in prayer? Let's strive for a faith that is vibrant, real, and woven into every aspect of our lives.",
         "books": "And he said to them, 'Well did Isaiah prophesy of you hypocrites, as it is written, ‘This people honors me with their lips, but their heart is far from me;' - Mark 7:6"
        },
        {
         "date": "22-05-2023",
         "title": "Beyond Rituals: The Heart of Worship",
         "devotionalText": "In Mark 7:1-13, Jesus confronts the Pharisees and the teachers of the law over their focus on traditions and rituals at the expense of genuine love and obedience to God. They question Jesus about his disciples eating with defiled, or unwashed, hands—a ceremonial tradition considered critical to the religious leaders. Jesus responds by revealing their hypocrisy: holding onto traditions while neglecting the more profound commandments of God. \n\n\tThis passage illuminates a crucial aspect of our faith: genuine worship extends far beyond rituals and outward displays of religiousness. Our faith isn't simply about adhering to tradition or following religious customs; it's about the state of our hearts towards God and others.\n\n\tJesus uses this confrontation as a teaching moment to illuminate that, ‘This people honors me with their lips, but their heart is far from me; in vain do they worship me, teaching as doctrines the commandments of men.’ (Mark 7:6-7) It's a poignant reminder to us to ensure that our worship is not empty or merely ceremonial but rooted in the authentic devotion of God.\n\n\tIt's easy to lose ourselves in the routine of religious practice, forgetting the heart of worship. Our religious practices should never overshadow our compassion, love, and obedience to God. This passage implores us to self-reflect: Are we honoring God with our words while our hearts are distant? Are we placing human traditions above God's commandments?\n\n\tAs we navigate our spiritual journey, let's remember that authentic worship involves more than just rituals. It requires a committed heart, an obedient spirit, and a life that reflects God's love in every action and decision we make. That is the heart of true worship.",
         "books": "Mark 7:1-13"
        },
        {
         "date": "23-05-2023",
         "title": "The Bread of Life: John 6:40-71",
         "devotionalText": "\tIn John 6, Christ proclaims His identity as the Bread of Life, an analogy that resonates with our most basic human needs. We understand hunger and thirst; we feel these daily and are well-acquainted with the discomfort they bring. But Jesus wasn't merely referring to physical sustenance. He was introducing the profound concept of spiritual nourishment and fulfillment. \n\n\tJesus invites us to partake in His spiritual bread, promising it will satiate our deepest spiritual hunger and quench our profound spiritual thirst. This bread isn't a one-time meal but a lasting sustenance that enables us to thrive in our spiritual journey. To partake of this bread is to establish an intimate, life-changing relationship with Jesus Himself. It requires faith, a belief not only in the existence of Jesus but also in His power, His love, and His promises. \n\n\tThis concept was difficult for many of His followers to understand, leading some to walk away. It may even be challenging for us. It's a hard teaching, requiring us to lay down our earthly understanding and surrender to a heavenly truth. But accepting Jesus, the Bread of Life, means allowing Him to nourish our hearts and guide our lives. It means trusting Him as our ultimate source of spiritual sustenance, of life itself. \n\n\tEvery time you feel a hunger pain or the parched feeling of thirst, let it remind you of Jesus, our Bread of Life. Seek Him out and let Him fulfill the deepest needs of your heart, your soul, and your spirit. Accept the spiritual food He offers, and find satisfaction like never before.",
         "books": "Jesus said to them, 'I am the bread of life; whoever comes to me shall not hunger, and whoever believes in me shall never thirst.' - John 6:35"
        },
        {
         "date": "24-05-2023",
         "title": "Tradition and True Worship",
         "devotionalText": "In Mark 7:1-7, Jesus challenges the Pharisees' overemphasis on tradition and external piety, reminding them of the heart of true worship. The Pharisees are concerned with the disciples' violation of the tradition of the elders, eating without ceremonial hand washing. However, Jesus highlights their hypocrisy, pointing out their adherence to tradition while neglecting God's commands.\n\n\tAt times, we may mirror the Pharisees' behavior, focusing on external religious activities while our hearts are far from God. We might attend church, recite prayers, or participate in service projects, not out of genuine love for God or others, but merely to fit into a prescribed religious mold. But Jesus calls us to more profound, authentic worship.\n\n\tIn His words, 'These people honor me with their lips, but their hearts are far from me. They worship me in vain; their teachings are merely human rules' (Mark 7:6-7), He invites us to examine our motives and realign our hearts with Him. Our acts of devotion and service should stem from a heartfelt love for God and His people, not from a mere obligation or the pursuit of self-righteousness.\n\n\tGod looks at our hearts rather than our outward appearance or actions (1 Samuel 16:7). He values our authentic relationship with Him over any religious routine or tradition. Therefore, let us strive to worship God in spirit and truth, allowing our actions to reflect the love of Christ within us and not merely adhere to human traditions. It's a continuous journey, one of self-examination and humility, to keep our hearts aligned with God and our worship pure.",
         "books": "Mark 7:1-7"
        },
        {
         "date": "25-05-2023",
         "title": "The Heart's Reflection",
         "devotionalText": "In Matthew 15:1-20, Jesus addresses the Pharisees and scribes, who were more interested in upholding their traditions than understanding the spirit of God's law. They challenged Jesus, questioning why His disciples violated the traditions of the elders by not washing their hands before they eat. \n\n\tJesus responds by illuminating their hypocrisy—following traditions while ignoring the more significant matters of the heart. He explains that it's not what goes into the mouth that defiles a person, but what comes out, for that comes from the heart.\n\n\tThis passage speaks powerfully to our modern lives. We can easily become entangled in the external rituals and practices of our faith while neglecting the state of our hearts. We must remember that our words and actions are merely a reflection of our hearts. If we dwell on negativity, envy, or hate in our hearts, our actions and words will mirror those thoughts.\n\n\tJesus highlights the importance of tending to our hearts and aligning them with God's will. His teaching reminds us that our faith should transform us from the inside out. It should purify our hearts and, in turn, our actions and words.\n\n\tThe challenge from Matthew 15:1-20 is to focus less on the outward religious rituals and more on cultivating a heart that loves God and loves others. Let us strive to have hearts filled with God's love, mercy, and grace, for out of the overflow of the heart, the mouth speaks. Our actions should not be driven merely by obligation or tradition, but by a heartfelt love for God and His people.\n\n\tIn our spiritual journey, let's regularly examine our hearts and align them with God's will, remembering that true purity comes not from ritual handwashing but from a heart cleansed by God's love and grace.",
         "books": "Matthew 15:1-20"
        },
        {
         "date": "26-05-2023",
         "title": "The Heart's Mirror",
         "devotionalText": "In Mark 7:17-23, Jesus teaches a profound lesson on the source of true defilement. He clarifies for His disciples that it isn't what enters a person from outside that defiles them, but what comes from within.\n\n\tThrough this, Jesus challenges our innate tendency to focus on external actions while neglecting the condition of our hearts. We often worry about external contamination or adherence to rituals, forgetting that God's primary concern is the state of our hearts.\n\n\tThe items Jesus lists—evil thoughts, sexual immorality, theft, murder, and so on—aren't accidental. They're choices, actions that stem from a heart turned away from God. This passage reminds us that our hearts are like mirrors, reflecting our true nature in our actions and words.\n\n\tAs followers of Christ, our spiritual health depends on our heart's condition. Our hearts should be vessels of love, kindness, and generosity, not reservoirs of hate, deceit, or envy. To prevent the evils Jesus mentioned, we need to nurture our hearts, aligning them with God's will.\n\n\tLet us take time daily to examine our hearts, turning to God for purification and renewal. It is through His transforming grace that our hearts can truly change, influencing our actions to reflect love and righteousness. \n\n\tThe essence of Jesus's teaching in Mark 7:17-23 is clear: true defilement comes from within, not without. This reminder should guide us to place our focus on maintaining a heart that reflects God's love, goodness, and grace in our everyday actions.",
         "books": "Mark 7:17-23"
        },
        {
         "date": "27-05-2023",
         "title": "From Outsider to Beloved",
         "devotionalText": "In Mark 7:24-37, we see Jesus interacting with two individuals who, in their unique ways, represent those on the outside looking in. The Syrophoenician woman was a Gentile, and the deaf and mute man had physical impairments that likely isolated him from society. Yet, both encounter Jesus, and their lives are forever changed.\n\n\tThe faith of the Syrophoenician woman is remarkable. Despite being initially turned away, she persists, demonstrating a deep faith in Jesus' power. Her humility and perseverance move Jesus to grant her request, healing her daughter. She serves as a powerful testament to the inclusivity of Christ's love, a love that extends beyond the boundaries of race, culture, and societal status.\n\n\tNext, we see Jesus healing a man who could neither hear nor speak. Jesus doesn't merely heal him; He takes him aside privately, showing compassion and personal attention. In doing so, Jesus restores the man's ability to connect with others, demonstrating that God's healing and love extend to all aspects of our lives—physical, emotional, and social.\n\n\tThese stories are beautiful reminders that no one is an outsider in the Kingdom of God. Regardless of our backgrounds, challenges, or perceived inadequacies, Jesus invites us all to partake in His transformative love and healing.\n\n\tMay we approach Him with the faith of the Syrophoenician woman, persisting in prayer and trusting in His power. And like the deaf and mute man, may we experience the profound restoration that comes from Jesus' touch. In our own ways, we may feel like outsiders, but in Christ, we are beloved children of God.",
         "books": "Mark 7:24-37"
        },
        {
         "date": "28-05-2023",
         "title": "Keep Resisting!",
         "devotionalText": "When you are in Christ, facing a hard trial, temptation or circumstance, what do you do?\n\n\tFirst, you find out what God says about it in His word. Next, you remind yourself how faithful, good and true God is. God is already willing to do His word when we ask in faith. We don’t need to persuade Him. He is not a man that He needs to lie. The devil and his temptations and fears are lies!\n\n\tIf a neighbor offered you bloody snake guts on a platter and brought them to your door, how many times would you resist? Two or three times the give up and eat them? NO. (At least the people I know don’t want any snake guts ever!!!) \n\n\tYou would resist until he goes away right? This is what James 4:7 means submit to God… resist the devil (stand firm against) and he must flee from you! The devil cannot prevail over someone who continues resisting him. Period!!! \n\n\tWe need to equate anything that is not from God as nasty as the bloody snake guts. We don’t want or accept them ever. Things like sickness of any kind, confusion, lack, strife or sin. \n\n\tThe thief only comes to steal, kill and destroy. So he will surely make sin look a lot better to set his trap. Ephesians 4:27 says do not give place to the devil.\n\n\tSo dress in your spiritual armor everyday. Ephesians 6:18\n\n\tAs you steadfastly resist the devil, he will flee and you will enjoy God’s best everyday.",
         "books": ""
        },
        {
         "date": "29-05-2023",
         "title": "The Fullness of God’s Love",
         "devotionalText": "Paul's prayer in Ephesians 3:16-19 is a heartfelt petition for the Ephesian believers to fully grasp the enormity and depth of God's love. He prays that they may be strengthened with power through the Holy Spirit, and that Christ may dwell in their hearts through faith. He desires for them to comprehend the vast dimensions of Christ’s love—a love that surpasses knowledge.\n\n\tThis passage serves as a vivid reminder of the immeasurable, profound love that God has for us—a love so great that it surpasses our human comprehension. This is the love that led Jesus to the cross, the love that continuously forgives, heals, and restores.\n\n\tMoreover, Paul is not just speaking of intellectual knowledge of this love, but of truly experiencing it. It's one thing to know about God's love; it's another entirely to personally encounter and dwell in it. This divine love is meant to fill us to the measure of all the fullness of God. It is this love that sustains us, strengthens us, and propels us to live a life of faith.\n\n\tAs we ponder on this scripture, let's seek to immerse ourselves in God's love. Let's pray as Paul did—for strength, for deep roots in love, for comprehension of Christ’s vast love, and to be filled with the fullness of God. When we truly experience His love, our lives will never be the same. We will be transformed, our perspectives altered, and our actions will be driven by this love. Let's strive to understand and experience the width, length, height, and depth of God's love each day.",
         "books": "Ephesians 3:16-19"
        },
        {
         "date": "30-05-2023",
         "title": "The Power of Hearing:",
         "devotionalText": "Romans 10:17 beautifully encapsulates the birthplace of faith: hearing the word of Christ. Faith doesn't spring out of a vacuum; it is kindled by encountering the teachings, the promises, and the person of Christ, as revealed in Scripture.\n\n\tThis verse highlights the importance of continually immersing ourselves in God's Word. Whether it's through personal Bible study, listening to a sermon, or engaging in a faith-filled conversation, hearing the Word is paramount to nurturing and growing our faith. It's through these encounters that we discover more of God's character, His love, His plans, and His promises.\n\n\tBut hearing the Word isn't merely a passive act. It involves active listening—a willingness to absorb, to ponder, and to let these divine truths shape our thoughts, attitudes, and actions. It's about opening our hearts and allowing the Word to take root, yielding a crop of faith and transformation.\n\n\tAs we journey in our faith, let's strive to be attentive listeners of God's Word. Let's allow His Word to permeate our lives, influencing our decisions and guiding our paths. Each time we open our Bibles, tune in to a sermon, or discuss faith matters, we are given an opportunity to fortify our faith, drawing us closer to our Creator.\n\n\tOur faith journey is not a solitary trek but a path illuminated by the Word of Christ. By consistently hearing His Word, we can cultivate a resilient, vibrant faith that stands firm in every season of life.",
         "books": "So faith comes from hearing, and hearing through the word of Christ. - Romans 10:17"
        },
        {
         "date": "31-05-2023",
         "title": "Seeking Signs",
         "devotionalText": "Matthew 16:1-4 recounts a moment when the Pharisees and Sadducees demanded a sign from Jesus to test Him. They wanted Jesus to perform a miracle to prove His divine authority. Yet, Jesus refused to grant their demand, admonishing them for not discerning the signs of the times.\n\n\tThis passage teaches us about the dangers of spiritual blindness and the failure to recognize God's work among us. The religious leaders were so caught up in their expectations and traditions that they failed to see the Messiah standing right before them. They were seeking signs, yet they missed the greatest sign of all - Jesus Himself.\n\n\tIn our spiritual journey, we can fall into a similar trap. We may seek spectacular signs or demand God to prove Himself in specific ways, while missing the countless ways He is already at work in our lives. We might overlook the small miracles that fill our daily lives: answers to prayers, divine guidance, provisions, or the transformational work He's doing in our hearts.\n\n\tFurthermore, Jesus' response invites us to discern the signs of the times, understanding God's unfolding plan in the world around us. It calls for spiritual discernment, an openness to perceive God's hand in our life and world events.\n\n\tIn our walk with God, let's strive to cultivate this spiritual discernment, recognizing God's handiwork in our lives and in the world. Instead of demanding signs, let's learn to see God in the everyday and ordinary, acknowledging His presence and work in our lives. Remember, the most profound sign has already been given: Jesus Christ, the Savior of the world.",
         "books": "Matthew 16:1-4"
        },
        {
         "date": "01-06-2023",
         "title": "Seeing Clearly",
         "devotionalText": "Mark 8:11-25 shares two interconnected narratives: the Pharisees demanding a sign from Jesus and the healing of a blind man. Both stories illustrate themes of spiritual blindness and sight and invite us to examine our own spiritual perception.\n\n\tThe Pharisees demanded a sign from Jesus, yet they were spiritually blind to the numerous signs already displayed through His miracles and teachings. Their hearts were hardened, their vision clouded by unbelief.\n\n\tThe second part of the passage presents the healing of a blind man in Bethsaida. Unlike the miraculous healings we're accustomed to, where the afflicted are healed instantly, this healing is gradual. Initially, the man sees people but perceives them as trees walking. After Jesus touches his eyes again, the man's sight is fully restored.\n\n\tThis gradual healing is significant. It illustrates that spiritual understanding often comes progressively, not instantaneously. The man's blurred vision represents our incomplete understanding of God's purposes. The clear sight signifies the clarity that comes when we continuously seek Jesus, allowing Him to touch our lives repeatedly.\n\n\tLet's apply this to our spiritual journey. It's okay if we don't understand everything at once. Our vision might be blurred, like seeing people as trees walking. But as we continuously engage with Jesus, inviting Him to touch our lives again and again, our spiritual sight will improve. We will begin to understand His character, His teachings, and His will more clearly.\n\n\tWhether we're blinded by unbelief like the Pharisees or struggling with blurred vision like the man from Bethsaida, we need Jesus to restore our spiritual sight. Let's seek Him persistently, opening our hearts to His illuminating touch. Only then will we truly see.",
         "books": "Mark 8:11-25"
        },
        {
         "date": "02-06-2023",
         "title": "God's Unseen Presence",
         "devotionalText": "Genesis 39:1-2 begins the story of Joseph in Potiphar's house. Even as a slave in Egypt, the Bible tells us that the Lord was with Joseph, and he became successful. These verses offer a glimpse of God's unseen presence in the midst of adversity, teaching us valuable lessons about faith, perseverance, and God's providence.\n\n\tJoseph, the favored son, found himself in a strange land, stripped of his freedom and away from his family. Yet, the Lord was with him. God's presence didn't exempt Joseph from hardship; instead, it provided him strength and grace to endure and prosper in the midst of his trials.\n\n\tThis serves as a potent reminder for us today. God's presence is not limited to times of blessing or comfort. He is also with us in our trials, our hardships, and our 'Egypt.' His presence is not contingent on our circumstances but is a constant assurance for those who trust in Him.\n\n\tEven when we feel like we are in our own version of 'Egypt,' we can be confident that the Lord is with us, just as He was with Joseph. He provides the strength, grace, and wisdom we need to navigate life's adversities. Moreover, God can use these challenging situations for our growth and His glory, just as He did with Joseph.\n\n\tAs we meditate on this scripture, let's acknowledge God's constant presence in our lives. Whether we're on the mountaintop or in the valley, He is with us. And with Him by our side, we are equipped to face any circumstance with resilience and hope.",
         "books": "Genesis 39:1-2"
        },
        {
         "date": "03-06-2023",
         "title": "The Power of Christ Within",
         "devotionalText": "This short, yet powerful verse is a favorite among many believers, providing a boost of confidence and a reminder of our source of strength. However, to truly understand and live out this verse, we must examine it in its proper context.\n\n\tWritten by Apostle Paul while in prison, this verse comes after he speaks about learning to be content in every situation. Paul experienced the full range of life's highs and lows—from abundance to need, from freedom to imprisonment. Yet, he could face all things, endure all things, because of Christ who strengthened him.\n\n\tThe power of this verse is not a promise that we can achieve anything we desire if we just believe in Christ. Rather, it's an assurance that when we face trials, hardships, and challenges, we are not alone. Our strength does not come from our abilities, our resilience, or our willpower. Our strength comes from Christ.\n\n\tIn Christ, we find the capacity to endure and even thrive amidst adversity. This scripture invites us to a deep, reliant faith in Christ, one that goes beyond our human capabilities and leans into God's unlimited power.\n\n\tAs you meditate on this verse, remember that the power of Christ resides in you. His strength is perfect in our weakness. Regardless of what you are going through today, remember that you can face it, you can endure it, not because of your own strength, but through Christ who gives you strength. Lean into Him, rely on Him, and let His power work in and through you.",
         "books": "I can do all this through Him who gives me strength. - Philippians 4:13"
        },
        {
         "date": "04-06-2023",
         "title": "",
         "devotionalText": "Todays Devotion",
         "books": "Romans 1:2"
        },
        {
         "date": "05-06-2023",
         "title": "",
         "devotionalText": "Todays Devotion",
         "books": "Romans 1:2"
        },
        {
         "date": "06-06-2023",
         "title": "",
         "devotionalText": "Todays Devotion",
         "books": "Romans 1:2"
        },
        {
         "date": "07-06-2023",
         "title": "",
         "devotionalText": "Todays Devotion",
         "books": "Romans 1:2"
        },
        {
         "date": "08-06-2023",
         "title": "",
         "devotionalText": "Todays Devotion",
         "books": "Romans 1:2"
        },
        {
         "date": "09-06-2023",
         "title": "",
         "devotionalText": "Todays Devotion",
         "books": "Romans 1:2"
        },
        {
         "date": "10-06-2023",
         "title": "",
         "devotionalText": "Todays Devotion",
         "books": "Romans 1:2"
        },
        {
         "date": "11-06-2023",
         "title": "",
         "devotionalText": "Todays Devotion",
         "books": "Romans 1:2"
        },
        {
         "date": "12-06-2023",
         "title": "",
         "devotionalText": "Todays Devotion",
         "books": "Romans 1:2"
        },
        {
         "date": "13-06-2023",
         "title": "",
         "devotionalText": "Todays Devotion",
         "books": "Romans 1:2"
        },
        {
         "date": "14-06-2023",
         "title": "",
         "devotionalText": "Todays Devotion",
         "books": "Romans 1:2"
        },
        {
         "date": "15-06-2023",
         "title": "",
         "devotionalText": "Todays Devotion",
         "books": "Romans 1:2"
        },
        {
         "date": "16-06-2023",
         "title": "",
         "devotionalText": "Todays Devotion",
         "books": "Romans 1:2"
        },
        {
         "date": "17-06-2023",
         "title": "",
         "devotionalText": "Todays Devotion",
         "books": "Romans 1:2"
        },
        {
         "date": "18-06-2023",
         "title": "",
         "devotionalText": "Todays Devotion",
         "books": "Romans 1:2"
        },
        {
         "date": "19-06-2023",
         "title": "",
         "devotionalText": "Todays Devotion",
         "books": "Romans 1:2"
        },
        {
         "date": "20-06-2023",
         "title": "",
         "devotionalText": "Todays Devotion",
         "books": "Romans 1:2"
        },
        {
         "date": "21-06-2023",
         "title": "",
         "devotionalText": "Todays Devotion",
         "books": "Romans 1:2"
        },
        {
         "date": "22-06-2023",
         "title": "",
         "devotionalText": "Todays Devotion",
         "books": "Romans 1:2"
        },
        {
         "date": "23-06-2023",
         "title": "",
         "devotionalText": "Todays Devotion",
         "books": "Romans 1:2"
        },
        {
         "date": "24-06-2023",
         "title": "",
         "devotionalText": "Todays Devotion",
         "books": "Romans 1:2"
        },
        {
         "date": "25-06-2023",
         "title": "",
         "devotionalText": "Todays Devotion",
         "books": "Romans 1:2"
        },
        {
         "date": "02-06-2023",
         "title": "",
         "devotionalText": "Todays Devotion",
         "books": "Romans 1:2"
        },
        {
         "date": "03-06-2023",
         "title": "",
         "devotionalText": "Todays Devotion",
         "books": "Romans 1:2"
        },
        
    ]
}
